{
    "status": "true",
    "message": "Data fetched successfully!",
    "data": [
        {
            "id": "1",
            "name": "मेष (चू, चे, चो, ला, ली, लू, ले, लो, आ)",
            "country": "आपकी योजना सफल होगी। छात्रों को उच्च शिक्षा के लिए बेहतरीन अवसर मिलने की संभावना है।आप अपने घर में किसी उत्सव का आयोजन कर सकते हैं। पैतृक व्यवसाय में आपको बड़ा लाभ मिल सकता है।",
            
            "imgURL": "https://i.imgur.com/i3YmoBJ.png"
        },
        {
            "id": "2",
            "name": "वृषभ (ई, उ, ए, ओ, वा, वी, वू, वे, वो)",
            "country": "व्यापार में साझेदारी के अवसर प्राप्त होंगे। जीवनसाथी के प्रति आपका सम्मान बढ़ेगा। परिवार में खुशियों का माहौल रहेगा।नए कार्य की योजना बनाने के लिए दिन शुभ है। कानूनी झंझटों से बचा जा सकता है।",
            
            "imgURL": "https://i.imgur.com/TUmxTOM.png"
        },
        {
            "id": "3",
            "name": "मिथुन (का, की, कु, घ, ङ, छ, के, को, हा)",
            "country": "नई तकनीक के प्रति आपका रुझान बढ़ेगा। आप दूसरों की मदद करने के लिए लोकप्रिय होंगे।आपका स्वास्थ्य अच्छा बना रहेगा। पिता के साथ आपके संबंध मधुर रहेंगे। आप संवाद की मदद से वैवाहिक जीवन में असंतोष को भी दूर कर सकते हैं।",
            
            "imgURL": "https://i.imgur.com/k67hXqC.png"
        },
        {
            "id": "4",
            "name": "कर्क (ही, हु, हे, हो, डा, डी, डू, डे, डो)",
            "country": "घर और कार्यस्थल पर आवश्यक वस्तुओं की कमी के कारण आपको गुस्सा आ सकता है। नए प्रेम संबंधों को लेकर सावधान रहें।आज दवाओं पर पैसा खर्च हो सकता है। इसके साथ ही आपको अपने खर्चों में भी कटौती करनी होगी।",
            
            "imgURL": "https://i.imgur.com/8HD7Bji.png"
        },
        {
            "id": "5",
            "name": "सिंह (मा, मी, मू, मे, मो, टा, टी, टू, टे)",
            "country": "ससुराल पक्ष से अच्छी जानकारी मिल सकती है। नवविवाहित जोड़ा परिवार को आगे बढ़ाने पर विचार कर सकता है।परिवार में सभी लोग आपसे बहुत खुश रहेंगे।आपको कोई बड़ा पद सौंपा जा सकता है।",
            
            "imgURL": "https://i.imgur.com/0BvKlzB.png"
        },
        {
            "id": "6",
            "name": "कन्या (टो, पा, पी, पू, ष, ण, ठ, पे, पो)",
            "country": "नौकरीपेशा जातकों को सहकर्मियों के व्यवहार से परेशानी होगी। आप अपने लक्ष्य की ओर केंद्रित रहेंगे। व्यापार में अचानक धन लाभ हो सकता है।आपके दिमाग में कुछ बेहतरीन रचनात्मक विचार आएंगे। आप इसे नए स्टार्टअप के लिए भी इस्तेमाल कर सकते हैं।",
            
            "imgURL": "https://i.imgur.com/VrofZYo.png"
        },
        {
            "id": "7",
            "name": "तुला (रा, री, रु, रे, रो, ता, ती, तू, ते)",
            "country": "विवादित मामलों पर विवाद सुलझाया जा सकता है। मीडिया और राजनीति से जुड़े लोगों के लिए दिन बहुत अच्छा है।आज का पूरा दिन आत्मविश्वास से भरा रहेगा। प्रेमी युगल आज अपने परिवार को शादी के लिए मनाने में सफल रहेंगे।",
            
            "imgURL": "https://i.imgur.com/mgReNWm.png"
        },
        {
            "id": "8",
            "name": "वृश्चिक (तो, ना, नी, नू, ने, नो, या, यी, यू)",
            "country": "पुरानी समस्याओं को लेकर आप थोड़े चिंतित रहेंगे। अपनी दिनचर्या व्यवस्थित रखें। घर के बड़े-बुजुर्ग आपसे प्रसन्न रहेंगे।गले में इंफेक्शन की समस्या हो सकती है। ऑफिस में ज्यादा काम न भी हो तो भी मेहनत करनी पड़ेगी।",
            
            "imgURL": "https://i.imgur.com/gliMx6d.png"
        },
	{
            "id": "9",
            "name": "धनु (ये, यो, भा, भी, भू, धा, फा, ढ, भे)",
            "country": "दृढ़ निश्चय से आप कोई भी बड़ा काम कर सकते हैं। परिवार के सदस्यों की अपेक्षाओं पर खरे उतरेंगे।कीमती सामान खरीदने का विचार बनेगा। बच्चों की जरूरतों का ध्यान रखें। कार्यक्षेत्र में आपका दिन बहुत अच्छा रहेगा।",
            
            "imgURL": "https://i.imgur.com/M8YfLCt.png"
        },
	{
            "id": "10",
            "name": "मकर (भो, जा, जी, खी, खू, खे, खो, गा, गी)",
            "country": "कर्ज से जुड़े मामलों में उलझने की संभावना है। कब्ज के मरीजों को आज परेशानी होगी. आप अनावश्यक मुद्दों पर फंस सकते हैं।धन संबंधी कार्यों में विलंब हो सकता है।",
            
            "imgURL": "https://i.imgur.com/CXtxKQ3.png"
        },
	{
            "id": "11",
            "name": "कुम्भ (गु, गे, गो, सा, सी, सू, से, सो, दा)",
            "country": "दाम्पत्य जीवन बहुत सुखद रहेगा। कला क्षेत्र से जुड़े लोगों को कोई बड़ा मंच मिल सकता है।आप परिवार के सदस्यों के साथ अच्छा समय बिताएंगे। आप अनावश्यक खर्चों पर नियंत्रण रखने में सफल रहेंगे। आपके काम की गुणवत्ता में वृद्धि होगी।",
            
            "imgURL": "https://i.imgur.com/wtrW1FM.png"
        },
	{
            "id": "12",
            "name": "मीन (दी, दू, थ, झ, ञ, दे, दो, च, ची)",
            "country": "शाम को आप शो पर पैसा खर्च करेंगे। विदेशी स्रोतों से धन लाभ होने की संभावना है।अति उत्साह के कारण आपका काम बिगड़ने की संभावना है। पुराने रोग फिर से उभर सकते हैं।",
            
            "imgURL": "https://i.imgur.com/XSf9NBH.png"
        }
    ]
}
