{
    "status": "true",
    "message": "Data fetched successfully!",
    "data": [
        {
            "id": "1",
            "name": "मेष (चू, चे, चो, ला, ली, लू, ले, लो, आ)",
            "country": "नई परियोजनाओं में निवेश न करें। घुटने के दर्द से पीड़ित लोगों को अपने स्वास्थ्य का ध्यान रखना चाहिए।घर में किसी कारण से विवाद हो सकता है। जल्दबाजी में काम बिगड़ने की संभावना है।",
            
            "imgURL": "https://i.imgur.com/i3YmoBJ.png"
        },
        {
            "id": "2",
            "name": "वृषभ (ई, उ, ए, ओ, वा, वी, वू, वे, वो)",
            "country": "आप बच्चों के साथ चर्चा कर सकते हैं। परिवार के साथ मनोरंजक फिल्मों और गपशप का आनंद लें।उच्च शिक्षा में आपको अच्छे परिणाम मिलेंगे। आप आध्यात्मिक और धार्मिक कार्यक्रमों का आनंद लेंगे। व्यापार में उन्नति के अवसर प्राप्त होंगे।",
            
            "imgURL": "https://i.imgur.com/TUmxTOM.png"
        },
        {
            "id": "3",
            "name": "मिथुन (का, की, कु, घ, ङ, छ, के, को, हा)",
            "country": "व्यवसायियों को अपने अधीनस्थ कर्मचारियों पर ज्यादा निर्भर नहीं रहना चाहिए। अन्य दिनों की तुलना में आज आप अपने काम को लेकर काफी ऊर्जावान और गतिशील रहेंगे।गृहस्थ जीवन में आपसी सौहार्द बढ़ेगा। भावनात्मक रूप से मजबूत रहें।",
            
            "imgURL": "https://i.imgur.com/k67hXqC.png"
        },
        {
            "id": "4",
            "name": "कर्क (ही, हु, हे, हो, डा, डी, डू, डे, डो)",
            "country": "उधार दिया हुआ पैसा वापस मिलने की संभावना है। भावुक होकर कोई भी बड़ा फैसला न लें।रचनात्मक कार्यों में आपकी काफी रुचि रहेगी। किसी धार्मिक स्थल पर समय बिताना पसंद करेंगे।",
            
            "imgURL": "https://i.imgur.com/8HD7Bji.png"
        },
        {
            "id": "5",
            "name": "सिंह (मा, मी, मू, मे, मो, टा, टी, टू, टे)",
            "country": "छोटी-छोटी बातों को ज्यादा गंभीरता से न लें। नहीं तो लोग आपसे नाराज हो सकते हैं। धन प्राप्ति के रास्ते में रुकावटें आएंगी।परिवार के सदस्यों के बीच सामंजस्य कम रहेगा। अहंकार की भावना को त्याग दो।",
            
            "imgURL": "https://i.imgur.com/0BvKlzB.png"
        },
        {
            "id": "6",
            "name": "कन्या (टो, पा, पी, पू, ष, ण, ठ, पे, पो)",
            "country": "नई योजनाओं के लिए समय बहुत शुभ है। घर की साज-सज्जा के लिए कीमती सामान खरीद सकते हैं।संतान की समस्या के समाधान में आपको सफलता मिलेगी। प्रेम विवाह के लिए पारिवारिक अनुमति मिल सकती है।",
            
            "imgURL": "https://i.imgur.com/VrofZYo.png"
        },
        {
            "id": "7",
            "name": "तुला (रा, री, रु, रे, रो, ता, ती, तू, ते)",
            "country": "सभी काम सावधानी से होंगे। अपने शत्रुओं को कमजोर समझने की गलती न करें।व्यापार में आपको कुछ सुधार करने होंगे। मन की परेशानियां दूर होंगी। लंबित कार्यों को निपटाने के लिए दिन अच्छा है।",
            
            "imgURL": "https://i.imgur.com/mgReNWm.png"
        },
        {
            "id": "8",
            "name": "वृश्चिक (तो, ना, नी, नू, ने, नो, या, यी, यू)",
            "country": "प्रेम संबंधों से जुड़ी परेशानियां दूर होंगी। शत्रु आपसे दूरी बनाए रखेंगे। सेमिनार आदि में शामिल हो सकते हैं।कोई भी नकारात्मक बात मन को दुखी कर सकती है। लोग आपकी उदारता का फायदा उठा सकते हैं।",
            
            "imgURL": "https://i.imgur.com/gliMx6d.png"
        },
	{
            "id": "9",
            "name": "धनु (ये, यो, भा, भी, भू, धा, फा, ढ, भे)",
            "country": "आपकी रचनात्मकता और कार्यकुशलता में कुछ कमी रह सकती है। ऊंचे स्थानों पर जाने से बचें।मन में कुछ झिझक रहेगी। प्यार के मामले में आपको धोखा मिल सकता है।",
            
            "imgURL": "https://i.imgur.com/M8YfLCt.png"
        },
	{
            "id": "10",
            "name": "मकर (भो, जा, जी, खी, खू, खे, खो, गा, गी)",
            "country": "आप जो भी योजना बनाएंगे वह सफल होगी। व्यापार में आपको उत्कृष्ट परिणाम प्राप्त होंगे।छोटी दूरी की यात्रा हो सकती है। पड़ोसियों के साथ आपके संबंध मधुर रहेंगे। आत्मविश्वास और पराक्रम में वृद्धि होगी।",
            
            "imgURL": "https://i.imgur.com/CXtxKQ3.png"
        },
	{
            "id": "11",
            "name": "कुम्भ (गु, गे, गो, सा, सी, सू, से, सो, दा)",
            "country": "अपनी दिनचर्या को संतुलित रखें। वैवाहिक जीवन को पर्याप्त समय देना सुनिश्चित करें।वाणी पर संयम रखें। काम का दबाव लापरवाही का कारण बन सकता है। महिलाओं को स्वास्थ्य संबंधी परेशानी होने की संभावना है।",
            
            "imgURL": "https://i.imgur.com/wtrW1FM.png"
        },
	{
            "id": "12",
            "name": "मीन (दी, दू, थ, झ, ञ, दे, दो, च, ची)",
            "country": "व्यापार में साझेदारी लाभकारी रहेगी। दाम्पत्य जीवन सुखमय रहेगा। जीवनसाथी की सलाह से आपको बहुत लाभ होगा।कार्यक्षेत्र में आपका प्रदर्शन बेहतरीन रहेगा। आज आप आराम के मूड में रहेंगे।",
            
            "imgURL": "https://i.imgur.com/XSf9NBH.png"
        }
    ]
}
