{
    "status": "true",
    "message": "Data fetched successfully!",
    "data": [
        {
            "id": "1",
            "name": "मेष (चू, चे, चो, ला, ली, लू, ले, लो, आ)",
            "country": "संपत्ति खरीदने के लिए दिन बहुत शुभ है। राजनीति से जुड़े लोगों के लिए दिन शुभ नहीं है। अपमान का सामना करना पड़ेगा।मौसम में बदलाव के कारण सर्दी और गर्मी हो सकती है। घर में किसी कारण से विवाद हो सकता है।",
            
            "imgURL": "https://i.imgur.com/i3YmoBJ.png"
        },
        {
            "id": "2",
            "name": "वृषभ (ई, उ, ए, ओ, वा, वी, वू, वे, वो)",
            "country": "व्यापारिक यात्रा हो सकती है। कोर्ट के मामले आपके पक्ष में हो सकते हैं। निजी नौकरी में आपकी आमदनी में वृद्धि होगी।मेहनत का सकारात्मक परिणाम आपको मिलेगा। आपको समाज में प्रसिद्धि मिलने की संभावना है।",
            
            "imgURL": "https://i.imgur.com/TUmxTOM.png"
        },
        {
            "id": "3",
            "name": "मिथुन (का, की, कु, घ, ङ, छ, के, को, हा)",
            "country": "दूसरों को दोष देने से आपको दुख होगा। आपको कोई जरूरी काम मिल सकता है।वाणी पर नियंत्रण रखें। वैवाहिक संबंधों में आपसी विश्वास कम होगा।",
            
            "imgURL": "https://i.imgur.com/k67hXqC.png"
        },
        {
            "id": "4",
            "name": "कर्क (ही, हु, हे, हो, डा, डी, डू, डे, डो)",
            "country": "व्यापार में बड़े सौदे मिलने की संभावना है। नौकरी में मनचाही जिम्मेदारी मिल सकती है। उधार दिया हुआ पैसा वापस मिल सकता है।उच्च शिक्षा में छात्रों का प्रदर्शन बेहतरीन रहने वाला है। दाम्पत्य जीवन बहुत सुखद रहेगा।",
            
            "imgURL": "https://i.imgur.com/8HD7Bji.png"
        },
        {
            "id": "5",
            "name": "सिंह (मा, मी, मू, मे, मो, टा, टी, टू, टे)",
            "country": "दूसरों की चिकनी-चुपड़ी बातों पर भरोसा करना ठीक नहीं है। नौकरीपेशा लोगों को नौकरी की चिंता रहेगी।आपके काम में अचानक रुकावट आ सकती है। अपनी कार्यकुशलता पर अविश्वास न करें।",
            
            "imgURL": "https://i.imgur.com/0BvKlzB.png"
        },
        {
            "id": "6",
            "name": "कन्या (टो, पा, पी, पू, ष, ण, ठ, पे, पो)",
            "country": "आप अपनी समस्याओं को दोस्तों के साथ साझा कर सकते हैं। चतुराई से लोगों का विश्वास जीतेंगे।नौकरी में आपके अधिकार में वृद्धि होगी। संतान के व्यवहार से प्रसन्न रहेंगे। व्यापार में बड़ा आर्थिक लाभ हो सकता है।",
            
            "imgURL": "https://i.imgur.com/VrofZYo.png"
        },
        {
            "id": "7",
            "name": "तुला (रा, री, रु, रे, रो, ता, ती, तू, ते)",
            "country": "अनुकूल परिस्थितियां बनेंगी। उधार दिया हुआ पैसा वापस होगा। पिता के साथ आपके संबंध मधुर रहेंगे।छात्रों को कैंपस प्लेसमेंट में नौकरी मिलने की संभावना है।",
            
            "imgURL": "https://i.imgur.com/mgReNWm.png"
        },
        {
            "id": "8",
            "name": "वृश्चिक (तो, ना, नी, नू, ने, नो, या, यी, यू)",
            "country": "कार्यक्षेत्र में सभी काम सुचारू रूप से पूरे होते रहेंगे। किसी बड़ी समस्या का समाधान होने से मन को शांति मिलेगी।ऑनलाइन शॉपिंग के लिए आज का दिन बहुत अच्छा है। पुराने संबंधों का लाभ मिलेगा।",
            
            "imgURL": "https://i.imgur.com/gliMx6d.png"
        },
	{
            "id": "9",
            "name": "धनु (ये, यो, भा, भी, भू, धा, फा, ढ, भे)",
            "country": "अधिक काम के कारण आप चिड़चिड़े हो सकते हैं। पैसों के लेन-देन में सावधानी बरतें।व्यक्तिगत संबंधों में वफादारी की कमी हो सकती है। अनजान लोगों पर भरोसा न करें।",
            
            "imgURL": "https://i.imgur.com/M8YfLCt.png"
        },
	{
            "id": "10",
            "name": "मकर (भो, जा, जी, खी, खू, खे, खो, गा, गी)",
            "country": "परिवार के साथ काफी अच्छा समय व्यतीत करेंगे। आपका स्वास्थ्य बहुत अच्छा रहेगा।घर में मेहमान आ सकते हैं। प्रेमी से उपहार मिल सकता है। आपका स्वास्थ्य बहुत अच्छा रहेगा।",
            
            "imgURL": "https://i.imgur.com/CXtxKQ3.png"
        },
	{
            "id": "11",
            "name": "कुम्भ (गु, गे, गो, सा, सी, सू, से, सो, दा)",
            "country": "आज क्रेडिट लेनदेन से बचें। धूर्त लोगों से दूर रहें। मातृ पक्ष से शुभ समाचार मिल सकता है।वाणी में नकारात्मक शब्दों का प्रयोग न करें। आपकी प्रतिष्ठा में वृद्धि होगी।",
            
            "imgURL": "https://i.imgur.com/wtrW1FM.png"
        },
	{
            "id": "12",
            "name": "मीन (दी, दू, थ, झ, ञ, दे, दो, च, ची)",
            "country": "आप अपनी जिम्मेदारियों के प्रति लापरवाह हो सकते हैं। दाम्पत्य जीवन सुखमय रहेगा।कोई भी काम जल्दबाजी में न करें। पढ़ाई में मन नहीं लगेगा।",
            
            "imgURL": "https://i.imgur.com/XSf9NBH.png"
        }
    ]
}
