{
    "status": "true",
    "message": "Data fetched successfully!",
    "data": [
        {
            "id": "1",
            "name": "मेष (चू, चे, चो, ला, ली, लू, ले, लो, आ)",
            "country": "आलस्य के कारण काम प्रभावित हो सकता है। लोभ से बचना चाहिए।व्यापार में अदूरदर्शी निर्णय लेने से बचें। अच्छे भोजन का आनंद लें। जीवनसाथी से दिल की बात साझा करेंगे।",
            
            "imgURL": "https://i.imgur.com/i3YmoBJ.png"
        },
        {
            "id": "2",
            "name": "वृषभ (ई, उ, ए, ओ, वा, वी, वू, वे, वो)",
            "country": "प्रबंधन संबंधी गतिविधियों के लिए दिन बहुत अच्छा है। सारे काम समय पर पूरे हो जाएंगे।जीवनसाथी के व्यवहार से आप प्रसन्न रहेंगे। आप बौद्धिक कार्यों में बहुत व्यस्त रहने वाले हैं। पैतृक संपत्ति से लाभ मिलेगा।",
            
            "imgURL": "https://i.imgur.com/TUmxTOM.png"
        },
        {
            "id": "3",
            "name": "मिथुन (का, की, कु, घ, ङ, छ, के, को, हा)",
            "country": "बुरे लोगों से आपकी दोस्ती हो सकती है। आज परिवार के सदस्यों के साथ संबंध अच्छे रखें।छोटे धन लाभ के लिए कोई गलत काम न करें। आप अपनी आर्थिक स्थिति को लेकर चिंतित रहेंगे।",
            
            "imgURL": "https://i.imgur.com/k67hXqC.png"
        },
        {
            "id": "4",
            "name": "कर्क (ही, हु, हे, हो, डा, डी, डू, डे, डो)",
            "country": "सारे काम समय पर पूरे हो जाएंगे। इससे लंबे समय से चल रहा तनाव खत्म होगा। दाम्पत्य संबंधों में आपसी प्रेम बढ़ेगा।व्यापार में बड़ी उपलब्धियां हासिल हो सकती हैं। परिवार में कुछ शुभ कार्य हो सकते हैं।",
            
            "imgURL": "https://i.imgur.com/8HD7Bji.png"
        },
        {
            "id": "5",
            "name": "सिंह (मा, मी, मू, मे, मो, टा, टी, टू, टे)",
            "country": "व्यापार में नए सौदे करते समय आपको सावधान रहना चाहिए। सिरदर्द और थकान जैसी स्थितियां उत्पन्न होंगी।गलत कार्यों के प्रति आपका रुझान बढ़ेगा। शेयर बाजार और कमीशन संबंधी कार्यों में नुकसान हो सकता है।",
            
            "imgURL": "https://i.imgur.com/0BvKlzB.png"
        },
        {
            "id": "6",
            "name": "कन्या (टो, पा, पी, पू, ष, ण, ठ, पे, पो)",
            "country": "अपने उद्देश्यों से विचलित न हों। आप घर की साज-सज्जा का पूरा ध्यान रखेंगे। दांपत्य संबंधों में प्रेम बढ़ेगा।व्यापार में नए अनुबंध होने की संभावना है। आपके काम की गुणवत्ता में वृद्धि होगी।",
            
            "imgURL": "https://i.imgur.com/VrofZYo.png"
        },
        {
            "id": "7",
            "name": "तुला (रा, री, रु, रे, रो, ता, ती, तू, ते)",
            "country": "दूसरों के काम में दखल न दें।बच्चों को पढ़ाई में थोड़ी परेशानी होगी। वाहन चलाते समय सावधान रहें।आपके संदिग्ध होने की प्रवृत्ति के कारण लोग आपसे नाराज़ हो सकते हैं।",
            
            "imgURL": "https://i.imgur.com/mgReNWm.png"
        },
        {
            "id": "8",
            "name": "वृश्चिक (तो, ना, नी, नू, ने, नो, या, यी, यू)",
            "country": "विदेश यात्रा हो सकती है। गंभीर और बुद्धिमान लोगों की संगति में रहना चाहेंगे। आपका सौम्य व्यवहार लोगों को आकर्षित करेगा।अपने कार्यों को व्यवस्थित रखें। पैसों के मामले में किसी पर ज्यादा भरोसा न करें। बॉस आपके काम पर बहुत निर्भर रहेगा।",
            
            "imgURL": "https://i.imgur.com/gliMx6d.png"
        },
	{
            "id": "9",
            "name": "धनु (ये, यो, भा, भी, भू, धा, फा, ढ, भे)",
            "country": "महिला जातकों को स्वास्थ्य संबंधी परेशानी हो सकती है। घर और काम के बीच तालमेल की कमी रहेगी।ऑफिस में लोग आपकी आलोचना करेंगे। नया काम शुरू करने से आपको बचना चाहिए। छात्रों का मन पढ़ाई से भटक सकता है।",
            
            "imgURL": "https://i.imgur.com/M8YfLCt.png"
        },
	{
            "id": "10",
            "name": "मकर (भो, जा, जी, खी, खू, खे, खो, गा, गी)",
            "country": "किसी बड़ी कंपनी से नौकरी के बड़े ऑफर मिलने की संभावना है। जीवनसाथी को आज कोई उपहार देने की योजना बना सकते हैं।धन संबंधी परेशानियां दूर होंगी। अधूरे कार्यों को पूरा करेंगे। धर्म और कर्म में आपका विश्वास मजबूत होगा।",
            
            "imgURL": "https://i.imgur.com/CXtxKQ3.png"
        },
	{
            "id": "11",
            "name": "कुम्भ (गु, गे, गो, सा, सी, सू, से, सो, दा)",
            "country": "कार्यक्षेत्र में राजनीति अपने चरम पर हो सकती है। इस दिन योग और व्यायाम करें, जिससे आपको ध्यान केंद्रित करने में आसानी होगी।आपकी गलतियां लोगों के सामने आ सकती हैं। झिझक के कारण आपको अपनी बातों को सही तरीके से रखने में भी परेशानी होगी। आज नए काम की शुरुआत न करें।",
            
            "imgURL": "https://i.imgur.com/wtrW1FM.png"
        },
	{
            "id": "12",
            "name": "मीन (दी, दू, थ, झ, ञ, दे, दो, च, ची)",
            "country": "आपकी कार्यक्षमता में वृद्धि होगी। संतान को लेकर आप थोड़े चिंतित रहेंगे। क्रोध और जल्दबाजी काम बिगाड़ सकती है।ऑफिस में काम के साथ-साथ अन्य गतिविधियों में भी आप व्यस्त रहेंगे। प्रॉपर्टी को लेकर कोई बड़ा सौदा हो सकता है।",
            
            "imgURL": "https://i.imgur.com/XSf9NBH.png"
        }
    ]
}
