{
    "status": "true",
    "message": "Data fetched successfully!",
    "data": [
        {
            "id": "1",
            "name": "मेष (चू, चे, चो, ला, ली, लू, ले, लो, आ)",
            "country": "कार्यक्षेत्र में बाधाएं आएंगी। आय के अन्य विकल्प देखें। धार्मिक कार्यों में रुचि लेनी होगी।पड़ोसियों से विवाद हो सकता है। बड़े आपसे नाराज हो सकते हैं। दूसरों की भावनाओं का सम्मान करें।",
            
            "imgURL": "https://i.imgur.com/i3YmoBJ.png"
        },
        {
            "id": "2",
            "name": "वृषभ (ई, उ, ए, ओ, वा, वी, वू, वे, वो)",
            "country": "आप जो भी काम हाथ में लेंगे उसे आप जरूर पूरा करेंगे। प्रेम संबंधों के लिए दिन बहुत अच्छा है।पैतृक व्यवसाय में धन लाभ होगा। दूसरों पर ज्यादा ध्यान न दें। घर का माहौल बहुत अच्छा रहेगा।",
            
            "imgURL": "https://i.imgur.com/TUmxTOM.png"
        },
        {
            "id": "3",
            "name": "मिथुन (का, की, कु, घ, ङ, छ, के, को, हा)",
            "country": "कार्यक्षेत्र में आप बहुत अच्छा करेंगे। किसी महत्वपूर्ण मुद्दे पर मित्रों से चर्चा करेंगे।आय के नए स्रोत विकसित होंगे। नया कारोबार शुरू कर सकते हैं। बुरे इरादे वाले लोगों से दूरी बनाकर रखें। ",
            
            "imgURL": "https://i.imgur.com/k67hXqC.png"
        },
        {
            "id": "4",
            "name": "कर्क (ही, हु, हे, हो, डा, डी, डू, डे, डो)",
            "country": "अपनी सेहत का ख्याल रखना। घर के कामों में आप काफी व्यस्त रहेंगे।कोई सरकारी मामला अटक सकता है। यात्रा के दौरान आपको परेशानी का अनुभव होगा। ब्लड प्रेशर की समस्या हो सकती है।  ",
            
            "imgURL": "https://i.imgur.com/8HD7Bji.png"
        },
        {
            "id": "5",
            "name": "सिंह (मा, मी, मू, मे, मो, टा, टी, टू, टे)",
            "country": "जीवनसाथी से विवाद हो सकता है। इसे अपने आत्मविश्वास को कम न करने दें।आपका मन विचारों से भरा रहेगा। प्रेम संबंधों में दरार आ सकती है। सिरदर्द और तनाव की समस्या रहेगी। ",
            
            "imgURL": "https://i.imgur.com/0BvKlzB.png"
        },
        {
            "id": "6",
            "name": "कन्या (टो, पा, पी, पू, ष, ण, ठ, पे, पो)",
            "country": "आप साझेदारी में व्यवसाय शुरू करने पर विचार करेंगे। व्यापार में बड़े ऑर्डर मिलने की संभावना है।भाग्य आपका बहुत साथ देगा। आप सोशल मीडिया पर काफी एक्टिव रहने वाले हैं। जीवनसाथी के साथ मतभेद सुलझ सकते हैं।",
            
            "imgURL": "https://i.imgur.com/VrofZYo.png"
        },
        {
            "id": "7",
            "name": "तुला (रा, री, रु, रे, रो, ता, ती, तू, ते)",
            "country": "छात्रों को कैंपस प्लेसमेंट का मौका मिलेगा। जरूरतमंदों की मदद जरूर करें।आप अपनी कार्यशैली में बदलाव लाने का प्रयास करेंगे। विदेश में व्यापार का विस्तार कर सकते हैं।",
            
            "imgURL": "https://i.imgur.com/mgReNWm.png"
        },
        {
            "id": "8",
            "name": "वृश्चिक (तो, ना, नी, नू, ने, नो, या, यी, यू)",
            "country": "फैशन और इंजीनियरिंग क्षेत्र से जुड़े लोगों को अधिक मेहनत करनी पड़ेगी।अपने बौद्धिक कौशल का प्रदर्शन करें। वरिष्ठ अधिकारियों का पूरा सहयोग मिलेगा। ऑफिस में आपके काम पर लोगों की नजर रहेगी।",
            
            "imgURL": "https://i.imgur.com/gliMx6d.png"
        },
	{
            "id": "9",
            "name": "धनु (ये, यो, भा, भी, भू, धा, फा, ढ, भे)",
            "country": "घरेलू मामलों में बाहरी लोगों से सलाह लेना उचित नहीं है।अपने खर्चों पर नियंत्रण रखने की कोशिश करें। बड़े भाई-बहनों से विवाद हो सकता है। अपनी कमियों पर ज्यादा ध्यान न दें। ",
            
            "imgURL": "https://i.imgur.com/M8YfLCt.png"
        },
	{
            "id": "10",
            "name": "मकर (भो, जा, जी, खी, खू, खे, खो, गा, गी)",
            "country": "व्यापार में प्रगति से आपका मन प्रसन्न रहेगा। आप विलासिता के साधनों का आनंद लेंगे।जो लोगों को अपनी ओर आकर्षित करेगा। पैसों से जुड़े मामलों के लिए दिन बहुत ही शुभ है। हर काम एकाग्रता और ईमानदारी से करेंगे। लोग आपकी बहुत सराहना करेंगे।",
            
            "imgURL": "https://i.imgur.com/CXtxKQ3.png"
        },
	{
            "id": "11",
            "name": "कुम्भ (गु, गे, गो, सा, सी, सू, से, सो, दा)",
            "country": " योग, ध्यान और व्यायाम को बहुत महत्व दिया जाएगा। अविवाहित लोगों की शादी तय हो सकती है।घरेलू कार्यों में सफलता मिलेगी। आपको खुद को साबित करने के कई मौके मिलेंगे। रिश्तेदारों से आपके संबंध अच्छे रहेंगे।",
            
            "imgURL": "https://i.imgur.com/wtrW1FM.png"
        },
	{
            "id": "12",
            "name": "मीन (दी, दू, थ, झ, ञ, दे, दो, च, ची)",
            "country": "गले में खराश और कफ की शिकायत हो सकती है।महिलाएं जीवनसाथी के साथ खरीदारी करने जाएंगी। व्यापार में हानि हो सकती है। मनोबल गिरेगा। तनाव के कारण गैस और अपच की समस्या होने की संभावना है। ",
            
            "imgURL": "https://i.imgur.com/XSf9NBH.png"
        }
    ]
}
