{
    "status": "true",
    "message": "Data fetched successfully!",
    "data": [
        {
            "id": "1",
            "name": "मेष (चू, चे, चो, ला, ली, लू, ले, लो, आ)",
            "country": "आपका परिवार आपकी बहुत सराहना करेगा। नौकरी की तलाश कर रहे लोगों को आज सफलता मिलने के योग हैं।अच्छी जानकारी मिलने से मन प्रसन्न रहेगा। आपकी कुछ बातों से आपके जीवनसाथी को ठेस पहुंच सकती है। इसलिए आज हम समझदारी से बात करें तो बेहतर होगा।",
            
            "imgURL": "https://i.imgur.com/i3YmoBJ.png"
        },
        {
            "id": "2",
            "name": "वृषभ (ई, उ, ए, ओ, वा, वी, वू, वे, वो)",
            "country": "परिवार के साथ तालमेल बहुत अच्छा रहेगा। कानूनी मामले उलझ सकते हैं।घर में धार्मिक आयोजन हो सकते हैं। आधिकारिक वर्ग से अनबन हो सकती है। कार्यक्षेत्र में आपको अतिरिक्त प्रयास और बदलाव करने पड़ सकते हैं।",
            
            "imgURL": "https://i.imgur.com/TUmxTOM.png"
        },
        {
            "id": "3",
            "name": "मिथुन (का, की, कु, घ, ङ, छ, के, को, हा)",
            "country": "घर के कामों में आपको चोट लग सकती है। प्रेम संबंधों को लेकर कुछ समस्या रहेगी।आपके घरेलू खर्चे बढ़ेंगे। बीमारी पर पैसा खर्च होने की संभावना है। पैरों में दर्द की शिकायत हो सकती है। ",
            
            "imgURL": "https://i.imgur.com/k67hXqC.png"
        },
        {
            "id": "4",
            "name": "कर्क (ही, हु, हे, हो, डा, डी, डू, डे, डो)",
            "country": "आप अपने काम के प्रति समर्पित रहेंगे। व्यापार में बड़ी सफलता मिलने के योग हैं।नया वाहन खरीदने की सोच रहे हैं। आप रुके हुए काम बन सकते हैं। धन कमाने के नए अवसर प्राप्त होंगे। ",
            
            "imgURL": "https://i.imgur.com/8HD7Bji.png"
        },
        {
            "id": "5",
            "name": "सिंह (मा, मी, मू, मे, मो, टा, टी, टू, टे)",
            "country": "प्रभावशाली लोगों की मदद मिल सकती है।संबंधों में विनम्र रहें। काम का माहौल काफी सकारात्मक रहेगा। समय आपके पक्ष में है। दूसरों पर ज्यादा निर्भर न रहें।",
            
            "imgURL": "https://i.imgur.com/0BvKlzB.png"
        },
        {
            "id": "6",
            "name": "कन्या (टो, पा, पी, पू, ष, ण, ठ, पे, पो)",
            "country": "छात्र अपने करियर को लेकर भ्रमित हो सकते हैं। अवैध गतिविधियों से दूर रहें।अहंकार की भावना के कारण करीबी लोग आपसे दूरी बना सकते हैं। किया जा रहा काम बिगड़ सकता है। गैस के कारण पेट खराब हो सकता है।",
            
            "imgURL": "https://i.imgur.com/VrofZYo.png"
        },
        {
            "id": "7",
            "name": "तुला (रा, री, रु, रे, रो, ता, ती, तू, ते)",
            "country": "हृदय रोगियों को थोड़ी परेशानी हो सकती है। आज पर्याप्त नींद लें।करियर को लेकर आप कुछ साहसिक फैसले ले सकते हैं। जीवन साथी से तनाव दूर होगा।",
            
            "imgURL": "https://i.imgur.com/mgReNWm.png"
        },
        {
            "id": "8",
            "name": "वृश्चिक (तो, ना, नी, नू, ने, नो, या, यी, यू)",
            "country": "आयात-निर्यात के कारोबार में लाभ होगा। आप सभी कार्यों में कुशलता दिखाएंगे।आपको एक लंबित भुगतान मिलने की संभावना है। परिस्थितियाँ पूर्ण रूप से आपके पक्ष में रहेंगी।",
            
            "imgURL": "https://i.imgur.com/gliMx6d.png"
        },
	{
            "id": "9",
            "name": "धनु (ये, यो, भा, भी, भू, धा, फा, ढ, भे)",
            "country": "परिवार के सदस्यों के साथ घूमने जा सकते हैं। व्यापार में आपको कोई बड़ा अनुबंध मिल सकता है। आपकी आमदनी में वृद्धि होगी।आप अपने स्वास्थ्य को लेकर काफी सचेत रहेंगे। आप कुछ नया सीखने की कोशिश करेंगे। ",
            
            "imgURL": "https://i.imgur.com/M8YfLCt.png"
        },
	{
            "id": "10",
            "name": "मकर (भो, जा, जी, खी, खू, खे, खो, गा, गी)",
            "country": "प्रेम संबंधों में प्रगाढ़ता बढ़ेगी। महिलाओं का स्वास्थ्य बिगड़ सकता है। करीबी रिश्तों में कड़वाहट न आने दें।मीडिया से जुड़े लोगों को अपनी बात रखनी चाहिए. सिरदर्द की समस्या हो सकती है।",
            
            "imgURL": "https://i.imgur.com/CXtxKQ3.png"
        },
	{
            "id": "11",
            "name": "कुम्भ (गु, गे, गो, सा, सी, सू, से, सो, दा)",
            "country": "काम का माहौल नकारात्मक हो सकता है। आज आपको अपने दोस्तों के साथ समय बिताना चाहिए।आप अपने जिद्दी स्वभाव के कारण झगड़ों में पड़ सकते हैं। आमदनी में कमी के कारण आपको पैसों की कमी का सामना करना पड़ सकता है। शाम को आपको हल्का बुखार या कमजोरी का अनुभव हो सकता है।",
            
            "imgURL": "https://i.imgur.com/wtrW1FM.png"
        },
	{
            "id": "12",
            "name": "मीन (दी, दू, थ, झ, ञ, दे, दो, च, ची)",
            "country": "व्यापार से बड़ा धन कमाया जा सकता है। अतीत में आपको अपनी मेहनत का फल मिलेगा।परिवार वालों का सहयोग मिलेगा। आपको एक चतुर व्यक्ति माना जाएगा। आप प्राकृतिक स्थानों की यात्रा करना पसंद करेंगे।",
            
            "imgURL": "https://i.imgur.com/XSf9NBH.png"
        }
    ]
}
