{
    "status": "true",
    "message": "Data fetched successfully!",
    "data": [
        {
            "id": "1",
            "name": "मेष (चू, चे, चो, ला, ली, लू, ले, लो, आ)",
            "country": "सरकारी नियमों की अनदेखी न करें। नहीं तो आपको जुर्माना भरना पड़ सकता है। आज घर में ज्यादा से ज्यादा समय बिताना फायदेमंद रहेगा।धन उधार देने से बचना चाहिए। कार्यक्षेत्र में विवाद हो सकता है।",
            
            "imgURL": "https://i.imgur.com/i3YmoBJ.png"
        },
        {
            "id": "2",
            "name": "वृषभ (ई, उ, ए, ओ, वा, वी, वू, वे, वो)",
            "country": "आपके सहकर्मी आपकी प्रगति से बहुत खुश होंगे। आज आप अपनी बातों से लोगों को प्रभावित करने में सफल रहेंगे।अटका हुआ पैसा आज एक साथ मिल सकता है। पारिवारिक चिंताएं दूर होंगी। नौकरी में मनचाही नौकरी मिल सकती है।",
            
            "imgURL": "https://i.imgur.com/TUmxTOM.png"
        },
        {
            "id": "3",
            "name": "मिथुन (का, की, कु, घ, ङ, छ, के, को, हा)",
            "country": "जीवनसाथी किसी कारण से आपसे नाराज़ हो सकता है। आज आपको किसी भी मामले पर त्वरित प्रतिक्रिया देने से बचना चाहिए।शोध संबंधी कार्यों के लिए दिन बहुत ही शुभ है। आज आपको ऑफिस का काम घर पर भी करना पड़ सकता है।",
            
            "imgURL": "https://i.imgur.com/k67hXqC.png"
        },
        {
            "id": "4",
            "name": "कर्क (ही, हु, हे, हो, डा, डी, डू, डे, डो)",
            "country": "कार्यक्षेत्र में प्रतिस्पर्धा रहेगी। लोगों की सलाह और बातों से ज्यादा प्रभावित न हों। कोई भी फैसला अपने विवेक से लेना फायदेमंद रहेगा।जीवनसाथी के साथ आज अकेले समय बिताना चाहेंगे। आज आप किसी विशेष पूजा में भी शामिल हो सकते हैं।",
            
            "imgURL": "https://i.imgur.com/8HD7Bji.png"
        },
        {
            "id": "5",
            "name": "सिंह (मा, मी, मू, मे, मो, टा, टी, टू, टे)",
            "country": "पेट दर्द और ऐंठन की शिकायत हो सकती है। योग और संतुलित जीवन शैली अपनाने की कोशिश करें।लोग आपके सही कार्यों को भी लक्षित करेंगे। आज आपका मन भी काफी बेचैन रहेगा। नए कार्यों से पूरी तरह दूरी बनाकर रखें।",
            
            "imgURL": "https://i.imgur.com/0BvKlzB.png"
        },
        {
            "id": "6",
            "name": "कन्या (टो, पा, पी, पू, ष, ण, ठ, पे, पो)",
            "country": "युवा प्रेमी अपने प्यार का इजहार कर सकते हैं। संतान की शिक्षा को लेकर चिंता दूर होगी। कमीशन संबंधी कार्यों से आर्थिक लाभ होगा।परिवार के लोग आपका उत्साहवर्धन करेंगे। प्रेमी आज आपके लिए बहुत भाग्यशाली रहेंगे।",
            
            "imgURL": "https://i.imgur.com/VrofZYo.png"
        },
        {
            "id": "7",
            "name": "तुला (रा, री, रु, रे, रो, ता, ती, तू, ते)",
            "country": "नौकरीपेशा लोगों पर काम का दबाव कम रहेगा। शत्रुओं से मुक्ति मिल सकती है। ऑनलाइन कारोबार से बिक्री बढ़ने की संभावना है।आप अपनी कार्यशैली में कुछ बदलाव करने की कोशिश करेंगे।",
            
            "imgURL": "https://i.imgur.com/mgReNWm.png"
        },
        {
            "id": "8",
            "name": "वृश्चिक (तो, ना, नी, नू, ने, नो, या, यी, यू)",
            "country": "किसी जरूरी काम को लेकर आप थोड़े भ्रमित रहेंगे। लेकिन शाम तक आप किसी नतीजे पर पहुंच जाएंगे। बैठकों और महत्वपूर्ण बैठकों में आपको सम्मानित किया जा सकता है।प्रेम संबंधों को लेकर आप थोड़े भावुक रहेंगे। प्रेम विवाह को लेकर परिवार वालों से कुछ बहस होगी।",
            
            "imgURL": "https://i.imgur.com/gliMx6d.png"
        },
	{
            "id": "9",
            "name": "धनु (ये, यो, भा, भी, भू, धा, फा, ढ, भे)",
            "country": "एकाग्रता की कमी के कारण छात्रों को विषय को समझने में कठिनाई हो सकती है। माता के स्वास्थ्य को लेकर चिंता रहेगी।आपको उच्च अधिकारियों का सहयोग मिलता रहेगा। व्यापारियों के लिए आज का दिन विशेष नहीं है।",
            
            "imgURL": "https://i.imgur.com/M8YfLCt.png"
        },
	{
            "id": "10",
            "name": "मकर (भो, जा, जी, खी, खू, खे, खो, गा, गी)",
            "country": "आप किसी बड़ी कंपनी के साथ इंटरव्यू में शामिल हो सकते हैं। जिसमें आपको सफलता भी मिलेगी। भाई-बहन आपकी बहुत मदद करेंगे।नौकरीपेशा जातकों के लिए आज का दिन उत्साह से भरा रहेगा।",
            
            "imgURL": "https://i.imgur.com/CXtxKQ3.png"
        },
	{
            "id": "11",
            "name": "कुम्भ (गु, गे, गो, सा, सी, सू, से, सो, दा)",
            "country": "उधार लिया हुआ पैसा लौटाने का दबाव रहेगा। दूसरों की जिम्मेदारी अपने ऊपर न लें। नहीं तो खुद परेशान हो जाओगे।व्यापारिक यात्राएं हो रही हैं। व्यर्थ की बातों में आप अपना समय बर्बाद कर सकते हैं। गैस और कब्ज की शिकायत हो सकती है।",
            
            "imgURL": "https://i.imgur.com/wtrW1FM.png"
        },
	{
            "id": "12",
            "name": "मीन (दी, दू, थ, झ, ञ, दे, दो, च, ची)",
            "country": "ऑफिस में आप पर से काम का दबाव दूर होगा। राजनीति से जुड़े लोगों के लिए दिन विशेष रूप से शुभ है।आज लोग आपकी अहमियत को समझेंगे। नया काम शुरू करने में आ रही बाधा दूर होगी।",
            
            "imgURL": "https://i.imgur.com/XSf9NBH.png"
        }
    ]
}
