{
    "status": "true",
    "message": "Data fetched successfully!",
    "data": [
        {
            "id": "1",
            "name": "मेष (चू, चे, चो, ला, ली, लू, ले, लो, आ)",
            "country": "आज के दिन कोई नया काम शुरू करने से भी आपको बचना चाहिए। जीवनसाथी को लेकर भी आप थोड़े चिंतित रहेंगे।कार्यक्षेत्र में लोग आपका मजाक उड़ा सकते हैं। लेकिन इन सब की परवाह किए बिना आपको सिर्फ काम पर ध्यान देना होगा।",
            
            "imgURL": "https://i.imgur.com/i3YmoBJ.png"
        },
        {
            "id": "2",
            "name": "वृषभ (ई, उ, ए, ओ, वा, वी, वू, वे, वो)",
            "country": "जीवनसाथी के साथ बिजनेस प्लानिंग करेंगे। अविवाहित लोगों की शादी तय हो सकती है। छात्र अपनी पढ़ाई को लेकर काफी एकाग्र रहेंगे।आज का दिन विशेष रूप से शुभ है। महत्वपूर्ण आयोजनों में भाग ले सकते हैं। नौकरी के सिलसिले में यात्रा करनी पड़ सकती है।",
            
            "imgURL": "https://i.imgur.com/TUmxTOM.png"
        },
        {
            "id": "3",
            "name": "मिथुन (का, की, कु, घ, ङ, छ, के, को, हा)",
            "country": "आप आज आराम करना चाहेंगे। आपके मन में कोई अप्रिय समाचार मिलने की संभावना रहेगी।कार्यक्षेत्र में कर्मचारियों के साथ मधुर वाद-विवाद हो सकता है। जो लोग घर से दूर रहते हैं वे आज छुट्टी ले सकते हैं।",
            
            "imgURL": "https://i.imgur.com/k67hXqC.png"
        },
        {
            "id": "4",
            "name": "कर्क (ही, हु, हे, हो, डा, डी, डू, डे, डो)",
            "country": "कार्यक्षेत्र में आपकी व्यस्तता बढ़ने वाली है।आप दूसरों की मदद के लिए तैयार रहेंगे।नवविवाहित जोड़े अपने दिन की शुरुआत धार्मिक रीति-रिवाजों से करेंगे।अपनी क्षमता से अधिक किसी की मदद न करें।",
            
            "imgURL": "https://i.imgur.com/8HD7Bji.png"
        },
        {
            "id": "5",
            "name": "सिंह (मा, मी, मू, मे, मो, टा, टी, टू, टे)",
            "country": "नसों में दर्द की शिकायत हो सकती है। अपने करीबी रिश्तेदारों के साथ अच्छे संबंध बनाए रखें।आपके विरोधी मित्रता दिखाने का प्रयास करेंगे। अपनी दिनचर्या को संतुलित रखें। राजनीति और बदनामी आदि से दूर रहें।",
            
            "imgURL": "https://i.imgur.com/0BvKlzB.png"
        },
        {
            "id": "6",
            "name": "कन्या (टो, पा, पी, पू, ष, ण, ठ, पे, पो)",
            "country": "वरिष्ठ अधिकारी आपसे बहुत प्रभावित होंगे। यदि आप किसी इंटरव्यू में शामिल हो रहे हैं तो आपको सफलता मिलने की संभावना है।नकारात्मक विचारों को अपने ऊपर हावी न होने दें। प्रेमी को उपहार दे सकते हैं। अनुभवी व्यक्तियों का सहयोग मिलेगा।",
            
            "imgURL": "https://i.imgur.com/VrofZYo.png"
        },
        {
            "id": "7",
            "name": "तुला (रा, री, रु, रे, रो, ता, ती, तू, ते)",
            "country": "घर में आज पार्टी जैसा माहौल रहेगा। लोग आपका बहुत सम्मान करेंगे।आपके पास पारदर्शिता होनी चाहिए। जीवनसाथी के प्रति अच्छा व्यवहार रखें।",
            
            "imgURL": "https://i.imgur.com/mgReNWm.png"
        },
        {
            "id": "8",
            "name": "वृश्चिक (तो, ना, नी, नू, ने, नो, या, यी, यू)",
            "country": "राजनीति से जुड़े लोगों को किसी बड़े कार्यक्रम में शामिल होने का मौका मिलेगा। व्यापारिक संबंधों का आप अच्छा लाभ उठाएंगे। आय के स्रोत बहुत अच्छे रहेंगे।लेखन कार्य में आपकी बहुत रुचि रहेगी। आपकी प्रतिष्ठा में वृद्धि होगी।",
            
            "imgURL": "https://i.imgur.com/gliMx6d.png"
        },
	{
            "id": "9",
            "name": "धनु (ये, यो, भा, भी, भू, धा, फा, ढ, भे)",
            "country": "महिलाओं को अपने स्वास्थ्य की चिंता रहेगी। धन उधार देने से बचना चाहिए। ऑनलाइन कारोबार में नुकसान हो सकता है।कार्यक्षेत्र में आपका अपमान हो सकता है। इसलिए अपने विचार सबके साथ साझा न करें।",
            
            "imgURL": "https://i.imgur.com/M8YfLCt.png"
        },
	{
            "id": "10",
            "name": "मकर (भो, जा, जी, खी, खू, खे, खो, गा, गी)",
            "country": "आप बड़े भाई-बहनों के साथ अच्छा समय बिताएंगे। आप बच्चों के साथ अच्छा समय बिताएंगे।कला और संगीत में आपकी काफी रुचि रहेगी। आप हर काम को बेहतरीन तरीके से करने में सफल रहेंगे।",
            
            "imgURL": "https://i.imgur.com/CXtxKQ3.png"
        },
	{
            "id": "11",
            "name": "कुम्भ (गु, गे, गो, सा, सी, सू, से, सो, दा)",
            "country": "अधीनस्थ कर्मचारियों को आज पार्टी दे सकते हैं। प्रेमी लोगों के साथ अकेले समय बिता सकते हैं।आप कुछ नया और रचनात्मक करने के लिए प्रेरित होंगे। वेतनभोगी लोगों को अतिरिक्त आय के कुछ नए स्रोत मिल सकते हैं। व्यापार में ख़र्चे में वृद्धि होगी।",
            
            "imgURL": "https://i.imgur.com/wtrW1FM.png"
        },
	{
            "id": "12",
            "name": "मीन (दी, दू, थ, झ, ञ, दे, दो, च, ची)",
            "country": "अगर आज आप किसी बैठक के लिए जा रहे हैं तो परिणाम आपके पक्ष में हो सकता है। बॉस आपके प्रमोशन के बारे में चर्चा करेंगे। धीमी गति से चल रहे निर्माण कार्यों में तेजी आएगी।नौकरी में आपके काम की तारीफ होगी।",
            
            "imgURL": "https://i.imgur.com/XSf9NBH.png"
        }
    ]
}
