{
    "status": "true",
    "message": "Data fetched successfully!",
    "data": [
        {
            "id": "1",
            "name": "मेष (चू, चे, चो, ला, ली, लू, ले, लो, आ)",
            "country": "पारिवारिक तनाव दूर होगा। विद्यार्थियों को शिक्षा के बेहतरीन अवसर प्राप्त होंगे।मेहनत का सकारात्मक परिणाम आपको मिलेगा। आपकी प्रतिष्ठा में वृद्धि होगी। प्रबंधन से जुड़े कार्यों से जुड़े लोगों को बेहतरीन लाभ मिलेगा।",
            
            "imgURL": "https://i.imgur.com/i3YmoBJ.png"
        },
        {
            "id": "2",
            "name": "वृषभ (ई, उ, ए, ओ, वा, वी, वू, वे, वो)",
            "country": "शत्रु पक्ष आपको नुकसान पहुंचाने के लिए तैयार रहेगा। जीवनसाथी के साथ चर्चा से कई समस्याएं सुलझेंगी। शारीरिक बाधा दूर होगी।आपके काम में स्थिरता आएगी। दैनिक वेतन भोगियों की आय में वृद्धि हो सकती है।",
            
            "imgURL": "https://i.imgur.com/TUmxTOM.png"
        },
        {
            "id": "3",
            "name": "मिथुन (का, की, कु, घ, ङ, छ, के, को, हा)",
            "country": "प्रेम संबंधों में सावधान रहें। आपकी लापरवाही बड़ी मुसीबत को न्योता दे सकती है।लेकिन शाम का समय आप मनोरंजन में व्यतीत करेंगे। कार्यक्षेत्र में नए मित्र बन सकते हैं।",
            
            "imgURL": "https://i.imgur.com/k67hXqC.png"
        },
        {
            "id": "4",
            "name": "कर्क (ही, हु, हे, हो, डा, डी, डू, डे, डो)",
            "country": "कार्यक्षेत्र में जिम्मेदारियों का दबाव बढ़ सकता है। ब्लड प्रेशर के मरीजों को तनाव से बचना चाहिए।आपको बेमेल से बचना चाहिए। नई कार्ययोजना बनाने से पहले अनुभवी लोगों की सलाह जरूर लें।",
            
            "imgURL": "https://i.imgur.com/8HD7Bji.png"
        },
        {
            "id": "5",
            "name": "सिंह (मा, मी, मू, मे, मो, टा, टी, टू, टे)",
            "country": "राजनीति से जुड़े लोगों के लिए आज का दिन बहुत अच्छा है। आपके सामने करियर के कई विकल्प आएंगे।किसी महत्वपूर्ण मीटिंग की योजना बना सकते हैं। धन संबंधी समस्याओं का समाधान होगा।",
            
            "imgURL": "https://i.imgur.com/0BvKlzB.png"
        },
        {
            "id": "6",
            "name": "कन्या (टो, पा, पी, पू, ष, ण, ठ, पे, पो)",
            "country": "दूसरों के मामले में समझदारी से सलाह दें। ऑफिस में आप सुस्ती महसूस करेंगे।नया तरीका सीखने को तैयार हैं। बच्चे पढ़ाई के प्रति लापरवाह हो सकते हैं। दिनभर की थकान दूर होगी।",
            
            "imgURL": "https://i.imgur.com/VrofZYo.png"
        },
        {
            "id": "7",
            "name": "तुला (रा, री, रु, रे, रो, ता, ती, तू, ते)",
            "country": "दिन की शुरुआत में बहुत काम होगा। करियर को लेकर बच्चे थोड़े भ्रमित हो सकते हैं।कार्यक्षेत्र में अपने संसाधनों के सार्थक उपयोग से आपको लाभ मिलेगा। आप किताबें और फिल्में आदि पढ़ने को भी समय देंगे।",
            
            "imgURL": "https://i.imgur.com/mgReNWm.png"
        },
        {
            "id": "8",
            "name": "वृश्चिक (तो, ना, नी, नू, ने, नो, या, यी, यू)",
            "country": "अपने नकारात्मक पक्ष को समझें और उसे नियंत्रित करने का प्रयास करें। अवांछित सलाह देने से अपमान हो सकता है।फालतू के विवादों से दूर रहें। विदेश में रहने वाले लोगों को पैसों की कमी का सामना करना पड़ सकता है।",
            
            "imgURL": "https://i.imgur.com/gliMx6d.png"
        },
	{
            "id": "9",
            "name": "धनु (ये, यो, भा, भी, भू, धा, फा, ढ, भे)",
            "country": "व्यापार में बड़ा लाभ मिलने की संभावना है। पुश्तैनी कारोबार करने वालों की आमदनी में वृद्धि होगी।अपना काम बखूबी करेंगे। वैवाहिक जीवन का भरपूर आनंद उठाएंगे। घर की साज-सज्जा का पूरा ख्याल रखेंगे।",
            
            "imgURL": "https://i.imgur.com/M8YfLCt.png"
        },
	{
            "id": "10",
            "name": "मकर (भो, जा, जी, खी, खू, खे, खो, गा, गी)",
            "country": "खुदरा कारोबार में तेजी आएगी। रिश्तों के बीच बढ़ती दूरियां दूर होंगी।जीवनसाथी से विवाद दूर होंगे। आपके काम में स्थिरता आएगी। व्यापार यात्रा से लाभ मिलेगा।",
            
            "imgURL": "https://i.imgur.com/CXtxKQ3.png"
        },
	{
            "id": "11",
            "name": "कुम्भ (गु, गे, गो, सा, सी, सू, से, सो, दा)",
            "country": "स्वास्थ्य बहुत अच्छा रहेगा। गूढ़ विज्ञान की ओर आकर्षित होंगे। परिवार के साथ शॉपिंग करने जा सकते हैं।छोटी-छोटी बातों पर त्वरित प्रतिक्रिया आपकी छवि के लिए हानिकारक हो सकती है। नौकरी में स्थानान्तरण के अवसर मिल सकते हैं।",
            
            "imgURL": "https://i.imgur.com/wtrW1FM.png"
        },
	{
            "id": "12",
            "name": "मीन (दी, दू, थ, झ, ञ, दे, दो, च, ची)",
            "country": "आज आपको कुछ विपरीत परिस्थितियों का सामना करना पड़ेगा। जो आपका मूड ऑफ कर सकता है। चापलूसों से दूरी बनाकर रखें।यथार्थवादी बनें अन्यथा आप गलत निर्णय ले सकते हैं। अपनी इच्छाएं दूसरों पर थोपने की कोशिश न करें।",
            
            "imgURL": "https://i.imgur.com/XSf9NBH.png"
        }
    ]
}
