{
    "status": "true",
    "message": "Data fetched successfully!",
    "data": [
        {
            "id": "1",
            "name": "मेष (चू, चे, चो, ला, ली, लू, ले, लो, आ)",
            "country": "जो लोग राजनीति में हैं वह लोग आज अपने संपर्कों का फायदा उठाएं, आज परिवार परिवार से आपको बहुत ही सहयोग मिलेगा, व्यापारियों के लिए आज दिन बहुत ही अच्छा है किसी बड़े फायदे की संभावना बन रही है, आज धर्म और कर्म में सक्रियता से भाग ले परिवार में माहौल आपके अनुकूल रहेगा । ",
            
            "imgURL": "https://i.imgur.com/i3YmoBJ.png"
        },
        {
            "id": "2",
            "name": "वृषभ (ई, उ, ए, ओ, वा, वी, वू, वे, वो)",
            "country": "स्वास्थ्य सेवाओं से जुड़े लोगों के जीवन में आज बहुत बड़ा बदलाव होने की संभावना दिखाई दे रही है, आने वाले समय में बहुत ही अच्छे योग बन रहे हैं, ऑफिस में आज आप को बड़ी जिम्मेदारी मिल सकती है, परिवार में आज आपके मनमुटाव होने के संयोग बन सकते हैं, आज जीवनसाथी को कुछ गिफ्ट दे सकते हैं।",
            
            "imgURL": "https://i.imgur.com/TUmxTOM.png"
        },
        {
            "id": "3",
            "name": "मिथुन (का, की, कु, घ, ङ, छ, के, को, हा)",
            "country": "आज स्वास्थ्य की दृष्टि से दिन अच्छा नहीं है, आपकी सेहत खराब हो सकती है, कृपया आज किसी को तंग उधार ना दें, आज धन की बर्बादी के संयोग बन रहे हैं, बेवजह की चीजों में ना पड़े, नए निवेश के बारे में विचार कर सकते हैं।",
            
            "imgURL": "https://i.imgur.com/k67hXqC.png"
        },
        {
            "id": "4",
            "name": "कर्क (ही, हु, हे, हो, डा, डी, डू, डे, डो)",
            "country": "आज दिन आपके अनुकूल है, माता पिता के साथ अपने मन की बात साझा कर सकते हैं, आज शारीरिक मेहनत ज्यादा करनी पड़ सकती है, भारी चीजें ना उठाएं, आज अपने ऊपर भरोसा रखने की जरूरत है, आज का दिन आपके लिए संतोषप्रद है।",
            
            "imgURL": "https://i.imgur.com/8HD7Bji.png"
        },
        {
            "id": "5",
            "name": "सिंह (मा, मी, मू, मे, मो, टा, टी, टू, टे)",
            "country": "आज अधूरे पड़े हुए कामों को फिर से शुरू कर सकते हैं, आज नजदीकी लोगों की भावनाओं का ध्यान रखें, बच्चों की ओर से शुभ समाचार मिलेगा, स्वास्थ्य के लिए आज दिन बहुत ही उत्तम है।",
            
            "imgURL": "https://i.imgur.com/0BvKlzB.png"
        },
        {
            "id": "6",
            "name": "कन्या (टो, पा, पी, पू, ष, ण, ठ, पे, पो)",
            "country": "आज बेवजह समय बर्बाद ना करें, आज दुर्घटना की संयोग बन रहे हैं ,आज आपकी बच्ची आपकी मर्जी के विपरीत जा सकते हैं,आज विपरीत लिंग के लोगों से संभल कर रहे।",
            
            "imgURL": "https://i.imgur.com/VrofZYo.png"
        },
        {
            "id": "7",
            "name": "तुला (रा, री, रु, रे, रो, ता, ती, तू, ते)",
            "country": "आज सभी कार्यों में आपको सफलता मिलेगी , आज घर में मेहमान आ सकते हैं, आज बहुत सारी चीजों को आप को मैनेज करना होगा, आज आप के मान सम्मान में वृद्धि होगी ।",
            
            "imgURL": "https://i.imgur.com/mgReNWm.png"
        },
        {
            "id": "8",
            "name": "वृश्चिक (तो, ना, नी, नू, ने, नो, या, यी, यू)",
            "country": "कृपया अपने समय का इंतजार करें, अधिक भावुकता में अपनी योजनाओं को किसी से शेयर ना करें ,बेकार की यात्राओं से बचें, वर्कप्लेस पर नई समस्या खड़ी हो सकती है। ",
            
            "imgURL": "https://i.imgur.com/gliMx6d.png"
        },
	{
            "id": "9",
            "name": "धनु (ये, यो, भा, भी, भू, धा, फा, ढ, भे)",
            "country": "आज आप अपनी समझदारी से नई नौकरी हासिल कर सकते हैं,आज बॉस आप के काम से बहुत खुश रहेंगे, आज आप कुछ ऐसा काम कर सकते हैं जिससे आपका नाम हो सकता है, पारिवारिक माहौल आपके अनुकूल रहेगा ।",
            
            "imgURL": "https://i.imgur.com/M8YfLCt.png"
        },
	{
            "id": "10",
            "name": "मकर (भो, जा, जी, खी, खू, खे, खो, गा, गी)",
            "country": "आज दिन आपके अनुकूल हैं, बिजनेस मैं आपको अपने मन के अनुकूल सफलता मिलेगी, आज आप सभी जरूरी कामों को समय पर पूरा कर लेंगे, बच्चों की ओर से भी बहुत शुभ समाचार मिलेगा, आज आपके दोस्त आपकी मदद करेंगे ।",
            
            "imgURL": "https://i.imgur.com/CXtxKQ3.png"
        },
	{
            "id": "11",
            "name": "कुम्भ (गु, गे, गो, सा, सी, सू, से, सो, दा)",
            "country": "आज व्यवसायियों के लिए विशेष लाभ का दिन है, घर में मांगलिक कार्यों की योजनाएं बनेंगी, आज लंबी दूरी की यात्रा की रूपरेखा बन सकती है ।",
            
            "imgURL": "https://i.imgur.com/wtrW1FM.png"
        },
	{
            "id": "12",
            "name": "मीन (दी, दू, थ, झ, ञ, दे, दो, च, ची)",
            "country": "आज व्यर्थ के विवादों में ना पड़े,शत्रुओं से सावधान रहें, आज परिवार के लिए समय निकालें केवल अपनी पसंद के कार्यों में ही ना व्यस्त रहें।",
            
            "imgURL": "https://i.imgur.com/XSf9NBH.png"
        }
    ]
}
