{
    "status": "true",
    "message": "Data fetched successfully!",
    "data": [
        {
            "id": "1",
            "name": "मेष (चू, चे, चो, ला, ली, लू, ले, लो, आ)",
            "country": "कार्यक्षेत्र में आप काफी सक्रिय रहेंगे। लेकिन आपका काम बाधाओं के साथ पूरा होगा। पूर्ण किए गए शोध में आपकी रुचि रहेगी।मान सम्मान की हानि हो सकती है। जोखिम भरी गतिविधियों से दूर रहें।",
            
            "imgURL": "https://i.imgur.com/i3YmoBJ.png"
        },
        {
            "id": "2",
            "name": "वृषभ (ई, उ, ए, ओ, वा, वी, वू, वे, वो)",
            "country": "मनचाहे स्थान पर ट्रांसफर हो सकता है। धार्मिक कार्यों में आपकी सक्रियता बढ़ेगी। अविवाहित लोगों को शादी के प्रस्ताव मिलने की संभावना है।जीवनसाथी का सहयोग मिलने से प्रसन्नता होगी। नौकरीपेशा जातकों के लिए आज का दिन काफी रोमांचक रहने वाला है।",
            
            "imgURL": "https://i.imgur.com/TUmxTOM.png"
        },
        {
            "id": "3",
            "name": "मिथुन (का, की, कु, घ, ङ, छ, के, को, हा)",
            "country": "विरोधियों के सामने आपको सावधान रहना होगा। दूसरों के काम में न उलझें। व्यापार में बड़े प्रयोगों से बचना चाहिए।दिन की शुरुआत बेहद नकारात्मक रहने वाली है। नया काम शुरू करने में मुश्किलें आ सकती हैं।",
            
            "imgURL": "https://i.imgur.com/k67hXqC.png"
        },
        {
            "id": "4",
            "name": "कर्क (ही, हु, हे, हो, डा, डी, डू, डे, डो)",
            "country": "प्रभावशाली लोगों के बीच आप काफी लोकप्रिय रहेंगे। छात्रों को कैंपस प्लेसमेंट में सफलता मिल सकती है।आपको अपने जीवन साथी से उपहार मिल सकता है। सारे काम रुक-रुक कर पूरे होंगे। प्रेमी को शादी के लिए प्रपोज कर सकते हैं।",
            
            "imgURL": "https://i.imgur.com/8HD7Bji.png"
        },
        {
            "id": "5",
            "name": "सिंह (मा, मी, मू, मे, मो, टा, टी, टू, टे)",
            "country": "आपका स्वास्थ्य अच्छा रहेगा। अपनी योजनाओं को गुप्त रखें। आप नए विषयों के अध्ययन में रुचि लेंगे।आप घर की सफाई में व्यस्त हो सकते हैं। ऑफिस में आपको जिम्मेदार काम मिलने की संभावना है।",
            
            "imgURL": "https://i.imgur.com/0BvKlzB.png"
        },
        {
            "id": "6",
            "name": "कन्या (टो, पा, पी, पू, ष, ण, ठ, पे, पो)",
            "country": "आपको कोई खबर मिल सकती है। जीवनसाथी की भावनाओं का ख्याल रखें।दाम्पत्य जीवन बहुत सुखद रहेगा। बिजनेस ट्रिप के लिए दिन बहुत अच्छा है। बॉस आपके आत्मविश्वास से खुश होंगे।",
            
            "imgURL": "https://i.imgur.com/VrofZYo.png"
        },
        {
            "id": "7",
            "name": "तुला (रा, री, रु, रे, रो, ता, ती, तू, ते)",
            "country": "कोई बड़ा काम प्लान करेंगे। अपनी गलतियों को सुधारें। घर में मांगलिक कार्यक्रम हो सकता है।बच्चों को किसी भी कारण से गुस्सा आ सकता है। परिवार के किसी सदस्य को लेकर थोड़ी परेशानी होगी।",
            
            "imgURL": "https://i.imgur.com/mgReNWm.png"
        },
        {
            "id": "8",
            "name": "वृश्चिक (तो, ना, नी, नू, ने, नो, या, यी, यू)",
            "country": "नौकरी में उच्च अधिकारी बहुत खुश होंगे। नौकरी में प्रमोशन मिलने की संभावना है। घर में मेहमान आ सकते हैं।परीक्षा में आपको सफलता मिल सकती है। परिवार में सुख-शांति बनी रहेगी।",
            
            "imgURL": "https://i.imgur.com/gliMx6d.png"
        },
	{
            "id": "9",
            "name": "धनु (ये, यो, भा, भी, भू, धा, फा, ढ, भे)",
            "country": "स्वास्थ्य खराब हो सकता है। शत्रुओं से सावधान रहना चाहिए। संतान के करियर और भविष्य को लेकर आप थोड़े चिंतित रहेंगे।गुस्सा आपके काम को बर्बाद कर सकता है।",
            
            "imgURL": "https://i.imgur.com/M8YfLCt.png"
        },
	{
            "id": "10",
            "name": "मकर (भो, जा, जी, खी, खू, खे, खो, गा, गी)",
            "country": "आप अपने जीवन साथी के साथ अपने विचार साझा करेंगे। आज आपको अपना खोया हुआ सामान वापस मिल सकता है।छात्रों को करियर में बेहतरीन परिणाम मिलेंगे। कार्यक्षेत्र में मेहनत का लाभ मिलेगा। घर का माहौल काफी अनुशासित रहने वाला है।",
            
            "imgURL": "https://i.imgur.com/CXtxKQ3.png"
        },
	{
            "id": "11",
            "name": "कुम्भ (गु, गे, गो, सा, सी, सू, से, सो, दा)",
            "country": "आपको अनावश्यक खर्चों से बचना चाहिए। गुस्से के बजाय शांति से काम लें।जीवनसाथी के प्रति अच्छा व्यवहार रखें। आपको बुरी संगत से बचना चाहिए। सोचने में ज्यादा समय बर्बाद न करें।",
            
            "imgURL": "https://i.imgur.com/wtrW1FM.png"
        },
	{
            "id": "12",
            "name": "मीन (दी, दू, थ, झ, ञ, दे, दो, च, ची)",
            "country": "आपकी दिनचर्या काफी अनुशासित रहने वाली है। दोस्त आपकी बहुत मदद करेंगे। व्यापार में नए अनुबंध हो सकते हैं।दिन शांति और शांति से बीतेगा। लोग आपके विचारों को बहुत महत्व देंगे।",
            
            "imgURL": "https://i.imgur.com/XSf9NBH.png"
        }
    ]
}
