{
    "status": "true",
    "message": "Data fetched successfully!",
    "data": [
        {
            "id": "1",
            "name": "मेष (चू, चे, चो, ला, ली, लू, ले, लो, आ)",
            "country": "अगर आप नौकरी बदलना या बदलना चाहते हैं तो आपको सफलता मिल सकती है। परिवार के साथ अच्छा समय व्यतीत करेंगे।जटिल कार्यों को सुलझाने में आपको सफलता मिलेगी। आपके मार्गदर्शन से लोगों के कार्य सफल होंगे। नौकरीपेशा लोगों को ऑफिस का काम घर से करना होगा।",
            
            "imgURL": "https://i.imgur.com/i3YmoBJ.png"
        },
        {
            "id": "2",
            "name": "वृषभ (ई, उ, ए, ओ, वा, वी, वू, वे, वो)",
            "country": "मांसपेशियों में खिंचाव की समस्या हो सकती है। शेयर बाजार में बड़ा निवेश न करें। दूसरों के काम में दखल देना ठीक नहीं है।ऐसे काम न करें जो आपको पसंद न हों। किसी भी काम में आपका मन ठीक नहीं लग रहा है।",
            
            "imgURL": "https://i.imgur.com/TUmxTOM.png"
        },
        {
            "id": "3",
            "name": "मिथुन (का, की, कु, घ, ङ, छ, के, को, हा)",
            "country": "सेहत को लेकर ज्यादा लापरवाह न हों। रुके हुए काम मिलने की पूरी संभावना है। व्यापार में लाभ के अवसर सृजित होंगे।छात्र अपने लक्ष्य की ओर केंद्रित रहेंगे। दांपत्य जीवन में प्रेम बढ़ेगा। घर में खुशियों का माहौल रहेगा। ",
            
            "imgURL": "https://i.imgur.com/k67hXqC.png"
        },
        {
            "id": "4",
            "name": "कर्क (ही, हु, हे, हो, डा, डी, डू, डे, डो)",
            "country": "सारे काम समय पर पूरे हो जाएंगे। सामाजिक स्तर पर आपकी प्रतिष्ठा में वृद्धि होगी।प्रेम संबंधों में तनाव आ सकता है। संतान के भविष्य को लेकर चिंता हो सकती है। दाम्पत्य जीवन सुखमय रहेगा। ",
            
            "imgURL": "https://i.imgur.com/8HD7Bji.png"
        },
        {
            "id": "5",
            "name": "सिंह (मा, मी, मू, मे, मो, टा, टी, टू, टे)",
            "country": "दोस्तों और रिश्तेदारों के साथ अपने संबंध खराब न करें। मानसिक रूप से थकान महसूस करेंगे।संतान के करियर में रुकावटें आ सकती हैं। जिद के कारण आप अपना नुकसान कर सकते हैं।",
            
            "imgURL": "https://i.imgur.com/0BvKlzB.png"
        },
        {
            "id": "6",
            "name": "कन्या (टो, पा, पी, पू, ष, ण, ठ, पे, पो)",
            "country": "व्यवसाय में अपेक्षा के अनुरूप प्रदर्शन न करने से मन व्यथित हो सकता है। काम की वजह से दिनचर्या थोड़ी खराब हो सकती है।परिवार में असंतोष की भावना हो सकती है। हालाँकि, आप परिस्थितियों के बीच खुद को ढाल लेंगे।",
            
            "imgURL": "https://i.imgur.com/VrofZYo.png"
        },
        {
            "id": "7",
            "name": "तुला (रा, री, रु, रे, रो, ता, ती, तू, ते)",
            "country": "धार्मिक स्थलों की यात्रा कर सकते हैं। प्रेम विवाह की समस्या का समाधान होगा। आज आप परिवार को पर्याप्त समय देंगे।आत्मविश्वास के कारण आपका काम सफल होगा। प्रियजनों से मुलाकात हो सकती है। ",
            
            "imgURL": "https://i.imgur.com/mgReNWm.png"
        },
        {
            "id": "8",
            "name": "वृश्चिक (तो, ना, नी, नू, ने, नो, या, यी, यू)",
            "country": "घर के किसी सदस्य के स्वास्थ्य को लेकर चिंता रहेगी। आपको अपना आहार संतुलित रखना चाहिए। कार्यक्षेत्र में चुनौतियां आएंगी।हाथ पैरों में झुनझुनी दर्द हो सकता है। अहंकार के कारण आपके संबंध प्रभावित होने की संभावना है।",
            
            "imgURL": "https://i.imgur.com/gliMx6d.png"
        },
	{
            "id": "9",
            "name": "धनु (ये, यो, भा, भी, भू, धा, फा, ढ, भे)",
            "country": "परिवार के सदस्यों के साथ घूमने जा सकते हैं। व्यापार में आपको कोई बड़ा अनुबंध मिल सकता है। आपकी आमदनी में वृद्धि होगी।आप अपने स्वास्थ्य को लेकर काफी सचेत रहेंगे। आप कुछ नया सीखने की कोशिश करेंगे। ",
            
            "imgURL": "https://i.imgur.com/M8YfLCt.png"
        },
	{
            "id": "10",
            "name": "मकर (भो, जा, जी, खी, खू, खे, खो, गा, गी)",
            "country": "प्रेम संबंधों में प्रगाढ़ता बढ़ेगी। महिलाओं का स्वास्थ्य बिगड़ सकता है। करीबी रिश्तों में कड़वाहट न आने दें।मीडिया से जुड़े लोगों को अपनी बात रखनी चाहिए. सिरदर्द की समस्या हो सकती है।",
            
            "imgURL": "https://i.imgur.com/CXtxKQ3.png"
        },
	{
            "id": "11",
            "name": "कुम्भ (गु, गे, गो, सा, सी, सू, से, सो, दा)",
            "country": "महंगे उत्पाद खरीदने के लिए दिन बेहतर है। परिवार के साथ समय का पूरा आनंद लेंगे।आज का दिन आपके लिए बहुत अच्छा रहने वाला है। धार्मिक स्थलों पर समय बिताना पसंद करेंगे। जीवनसाथी के साथ रोमांटिक डेट पर जा सकते हैं।",
            
            "imgURL": "https://i.imgur.com/wtrW1FM.png"
        },
	{
            "id": "12",
            "name": "मीन (दी, दू, थ, झ, ञ, दे, दो, च, ची)",
            "country": "जल्दबाजी में लिए गए निर्णय हानिकारक साबित होंगे। पिता के स्वास्थ्य का ध्यान रखें।आपका मन आज कई तरह के विचारों में उलझा रहेगा। सरकारी कार्यों में रुकावट आ सकती है। आज आपको बहुत दौड़-भाग करनी है।",
            
            "imgURL": "https://i.imgur.com/XSf9NBH.png"
        }
    ]
}
