{
    "status": "true",
    "message": "Data fetched successfully!",
    "data": [
        {
            "id": "1",
            "name": "मेष (चू, चे, चो, ला, ली, लू, ले, लो, आ)",
            "country": "बेरोजगार लोगों को नई नौकरी मिल सकती है। आज आप अपने करियर को लेकर काफी उत्साहित और सकारात्मक रहेंगे। धार्मिक पूजा में शामिल हो सकते हैं।आपका व्यवहार सबके प्रति बहुत उदार रहेगा। बुजुर्ग आपको आशीर्वाद देंगे और आपके अच्छे भविष्य की कामना भी करेंगे।",
            
            "imgURL": "https://i.imgur.com/i3YmoBJ.png"
        },
        {
            "id": "2",
            "name": "वृषभ (ई, उ, ए, ओ, वा, वी, वू, वे, वो)",
            "country": "वैवाहिक संबंधों में मनमुटाव हो सकता है। आज योग और आध्यात्मिक विषयों के प्रति आपका झुकाव बढ़ने की संभावना है।तनाव के कारण आप अपने काम पर ध्यान नहीं दे पा रहे हैं। अपने विचारों को उन लोगों के साथ साझा न करें जो आपकी भावनाओं को उचित महत्व नहीं देते हैं।",
            
            "imgURL": "https://i.imgur.com/TUmxTOM.png"
        },
        {
            "id": "3",
            "name": "मिथुन (का, की, कु, घ, ङ, छ, के, को, हा)",
            "country": "किसी भी तरह की विवादित स्थितियों से खुद को दूर रखें। अगर आप बाहर से खाना ले रहे हैं तो सावधान हो जाएं। आपको मौसमी बुखार होने का खतरा हो सकता है।आपको कुछ नया और रोमांचक करने का मौका मिलेगा। आप जो भी काम शुरू करेंगे, उसे भी आप सफलतापूर्वक पूरा करेंगे।",
            
            "imgURL": "https://i.imgur.com/k67hXqC.png"
        },
        {
            "id": "4",
            "name": "कर्क (ही, हु, हे, हो, डा, डी, डू, डे, डो)",
            "country": "अपनी गलतियों को पहचानें और उन्हें सुधारने का प्रयास करें। नौकरी में आपके प्रदर्शन से उच्च अधिकारी संतुष्ट रहेंगे।जीवनसाथी की सलाह से कार्यक्षेत्र में आपको लाभ होगा। कभी-कभी दूसरों के साथ तालमेल बिठाना थोड़ा मुश्किल होगा।",
            
            "imgURL": "https://i.imgur.com/8HD7Bji.png"
        },
        {
            "id": "5",
            "name": "सिंह (मा, मी, मू, मे, मो, टा, टी, टू, टे)",
            "country": "दोस्तों के साथ कहीं घूमने जाने का प्लान बना सकते हैं। बिना पूछे किसी को सलाह देने से बचें।टूटे हुए संबंधों को सुधारने की दिशा में प्रयास हो सकते हैं। प्रेमी से शादी के बारे में चर्चा करेंगे।",
            
            "imgURL": "https://i.imgur.com/0BvKlzB.png"
        },
        {
            "id": "6",
            "name": "कन्या (टो, पा, पी, पू, ष, ण, ठ, पे, पो)",
            "country": "जीवनसाथी के स्वास्थ्य को लेकर चिंता रहेगी। व्यापार में आर्थिक लाभ उम्मीद से कम रहेगा।सरकारी काम थोड़ा उलझा हुआ लगता है। आप संपत्ति के माध्यम से भी पैसा कमा सकते हैं।",
            
            "imgURL": "https://i.imgur.com/VrofZYo.png"
        },
        {
            "id": "7",
            "name": "तुला (रा, री, रु, रे, रो, ता, ती, तू, ते)",
            "country": "अपने कौशल को बढ़ाने का प्रयास करें। आपको इसके दीर्घकालिक सकारात्मक परिणाम मिलेंगे। एक साथ कई खुशखबरी सुनने को मिलेगी।बॉस आपको प्रमोशन दे सकते हैं। अपनी उपलब्धियों के कारण आप आत्मविश्वास से भरे रहेंगे।",
            
            "imgURL": "https://i.imgur.com/mgReNWm.png"
        },
        {
            "id": "8",
            "name": "वृश्चिक (तो, ना, नी, नू, ने, नो, या, यी, यू)",
            "country": "नवविवाहित जोड़ा आज अपना घर प्लान कर सकता है। शाम को पुराने मित्रों से मिलकर मन प्रसन्न होगा।धैर्य रखें, जल्द ही आपके सारे काम नजर आएंगे। धन कमाने का कोई नया जरिया बनने की भी प्रबल संभावना है।",
            
            "imgURL": "https://i.imgur.com/gliMx6d.png"
        },
	{
            "id": "9",
            "name": "धनु (ये, यो, भा, भी, भू, धा, फा, ढ, भे)",
            "country": "बीमार लोगों के स्वास्थ्य में सुधार होगा। नए व्यापारिक संबंध बन सकते हैं। आज आप काम के साथ-साथ समाज को भी काफी महत्व देने वाले हैं।प्रेमी जोड़े शादी के बंधन में बंधने का प्लान बना सकते हैं। पारिवारिक जीवन आनंदमय रहेगा।",
            
            "imgURL": "https://i.imgur.com/M8YfLCt.png"
        },
	{
            "id": "10",
            "name": "मकर (भो, जा, जी, खी, खू, खे, खो, गा, गी)",
            "country": "क्रोध पर नियंत्रण रखें। दूसरों के काम की जिम्मेदारी न लें। शाम के समय घर का माहौल अच्छा रहेगा।कार्यक्षेत्र में काफी परेशानियों का सामना करना पड़ेगा। इसके कारण सिरदर्द और थकान सी महसूस हो सकती है। आज आप जैसा चल रहा है बस उसे वैसा ही चलने दें।",
            
            "imgURL": "https://i.imgur.com/CXtxKQ3.png"
        },
	{
            "id": "11",
            "name": "कुम्भ (गु, गे, गो, सा, सी, सू, से, सो, दा)",
            "country": "रिश्तेदारों के साथ किसी कार्यक्रम में शामिल हो सकते हैं। नौकरी में भी आपका वेतन बढ़ सकता है।ऐश्वर्य और विलासिता के संसाधनों पर धन खर्च करेंगे। पुराने निवेश का आज आपको लाभ मिल सकता है।",
            
            "imgURL": "https://i.imgur.com/wtrW1FM.png"
        },
	{
            "id": "12",
            "name": "मीन (दी, दू, थ, झ, ञ, दे, दो, च, ची)",
            "country": "अपनों से आपको ढेर सारा प्यार और आतिथ्य मिलेगा। छात्रों के करियर के लिए दिन बहुत ही भाग्यशाली है। आप कोई नया काम शुरू कर सकते हैं।आज आप सभी जरूरी काम समय पर करेंगे। नौकरीपेशा जातक आज परिवार के साथ क्वालिटी टाइम बिताना चाहेंगे।",
            
            "imgURL": "https://i.imgur.com/XSf9NBH.png"
        }
    ]
}
