{
    "status": "true",
    "message": "Data fetched successfully!",
    "data": [
        {
            "id": "1",
            "name": "मेष (चू, चे, चो, ला, ली, लू, ले, लो, आ)",
            "country": "दांपत्य जीवन में कुछ अशांति रहेगी। प्रियजनों का व्यवहार आपको आहत कर सकता है।सेहत के प्रति लापरवाही न बरतें। आपको जूनियर्स के साथ अपने संबंध खराब नहीं करने चाहिए।",
            
            "imgURL": "https://i.imgur.com/i3YmoBJ.png"
        },
        {
            "id": "2",
            "name": "वृषभ (ई, उ, ए, ओ, वा, वी, वू, वे, वो)",
            "country": "हर काम में परिवार वालों का पूरा सहयोग मिलेगा। आप नौकरी बदलने की योजना बना सकते हैं।मित्रों के साथ किसी विशेष विषय पर चर्चा करने में आपको आनंद आएगा। रिश्ते से जुड़ी चल रही परेशानियां दूर होंगी।",
            
            "imgURL": "https://i.imgur.com/TUmxTOM.png"
        },
        {
            "id": "3",
            "name": "मिथुन (का, की, कु, घ, ङ, छ, के, को, हा)",
            "country": "ऑफिस में बॉस आपकी तारीफ करेंगे। मनचाहा काम मिलने से मन प्रसन्न रहेगा।मेहनत का फल मिलेगा। इसलिए आज आप आराम करने का मन बना लेंगे। रचनात्मक अभिरुचि में वृद्धि होगी।",
            
            "imgURL": "https://i.imgur.com/k67hXqC.png"
        },
        {
            "id": "4",
            "name": "कर्क (ही, हु, हे, हो, डा, डी, डू, डे, डो)",
            "country": "बॉस आपसे नाराज होंगे। कमीशन संबंधी कार्यों से धन लाभ होगा। अधूरे कार्यों को पूरा करने का अवसर मिलेगा।दूसरों से अधिक अपेक्षा न करें। अज्ञात का भय मन को विचलित कर सकता है।",
            
            "imgURL": "https://i.imgur.com/8HD7Bji.png"
        },
        {
            "id": "5",
            "name": "सिंह (मा, मी, मू, मे, मो, टा, टी, टू, टे)",
            "country": "विद्यार्थियों को पढ़ाई में अधिक मेहनत करनी पड़ेगी। पाचन संबंधी समस्याएं आपको परेशान कर सकती हैं।आप अपने शौक को आगे बढ़ाने के लिए तैयार रहेंगे। लवमेट्स पर विश्वास बनाए रखें।",
            
            "imgURL": "https://i.imgur.com/0BvKlzB.png"
        },
        {
            "id": "6",
            "name": "कन्या (टो, पा, पी, पू, ष, ण, ठ, पे, पो)",
            "country": "व्यापार यात्रा के योग बन रहे हैं। आप आध्यात्मिक विचारों के प्रभाव में रहेंगे। भाई-बहनों के साथ संबंध मधुर रहेंगे।नौकरी में आपका प्रदर्शन सराहनीय रहेगा। आपको अपनी प्रतिभा दिखाने का मौका मिलेगा।",
            
            "imgURL": "https://i.imgur.com/VrofZYo.png"
        },
        {
            "id": "7",
            "name": "तुला (रा, री, रु, रे, रो, ता, ती, तू, ते)",
            "country": "किसी जरूरी काम को निपटाने का दबाव रहेगा। करियर में आपको ऊंचा स्थान मिलेगा। गंभीर मुद्दों पर सोच समझकर जवाब दें।आप घर के नवीनीकरण पर पैसा खर्च कर सकते हैं। मानसिक तनाव कम होगा।",
            
            "imgURL": "https://i.imgur.com/mgReNWm.png"
        },
        {
            "id": "8",
            "name": "वृश्चिक (तो, ना, नी, नू, ने, नो, या, यी, यू)",
            "country": "महत्वपूर्ण मामलों को लेकर असमंजस की स्थिति बन सकती है। समस्याओं का समाधान खोजते रहें।परिवार में आपकी प्रतिष्ठा में वृद्धि होगी। नवविवाहित लोग कहीं घूमने जाने का प्लान बना सकते हैं।",
            
            "imgURL": "https://i.imgur.com/gliMx6d.png"
        },
	{
            "id": "9",
            "name": "धनु (ये, यो, भा, भी, भू, धा, फा, ढ, भे)",
            "country": "रात को सोने से पहले मन को शांत रखें और भगवान के नाम का जाप करें। आज आपको बुरे सपने आ सकते हैं।पारिवारिक वातावरण बहुत सहयोगी रहेगा। आप दिखावे पर बहुत पैसा खर्च कर सकते हैं। कोई भी काम बजट को ध्यान में रखकर ही करें।",
            
            "imgURL": "https://i.imgur.com/M8YfLCt.png"
        },
	{
            "id": "10",
            "name": "मकर (भो, जा, जी, खी, खू, खे, खो, गा, गी)",
            "country": "बहनों का सहयोग मिलेगा। संतान की प्रगति से आपके मान सम्मान में वृद्धि होगी।आप अनुशासन को बहुत महत्व देंगे। वैवाहिक संबंधों में मधुरता बनाए रखें।",
            
            "imgURL": "https://i.imgur.com/CXtxKQ3.png"
        },
	{
            "id": "11",
            "name": "कुम्भ (गु, गे, गो, सा, सी, सू, से, सो, दा)",
            "country": "सरकारी नौकरी की तैयारी कर रहे छात्रों को प्रतियोगी परीक्षाओं में सफलता मिल सकती है। पिता की सलाह लेना फायदेमंद रहेगा।आप दिन भर तरोताजा महसूस करेंगे। सकारात्मक दृष्टिकोण अपनाने से आपके सभी काम समय से पूरे होंगे।",
            
            "imgURL": "https://i.imgur.com/wtrW1FM.png"
        },
	{
            "id": "12",
            "name": "मीन (दी, दू, थ, झ, ञ, दे, दो, च, ची)",
            "country": "रिश्तेदारों के बारे में आपको बुरा लग सकता है। बिना जांच-पड़ताल के किसी से दोस्ती न करें।कानूनी मामले उलझने की संभावना है। विदेश यात्रा के दौरान मुश्किलें आएंगी।",
            
            "imgURL": "https://i.imgur.com/XSf9NBH.png"
        }
    ]
}
