{
    "status": "true",
    "message": "Data fetched successfully!",
    "data": [
        {
            "id": "1",
            "name": "मेष (चू, चे, चो, ला, ली, लू, ले, लो, आ)",
            "country": "परिवार वालों पर अपनी झुंझलाहट न निकालें। पारिवारिक तनाव दूर होगा। अज्ञात कारणों से मन में चिंता रहेगी।आप व्यापार में बड़ा पैसा कमाएंगे। आपको नौकरी के नए अवसर प्राप्त होंगे। आपकी दिनचर्या व्यवस्थित रहेगी।",
            
            "imgURL": "https://i.imgur.com/i3YmoBJ.png"
        },
        {
            "id": "2",
            "name": "वृषभ (ई, उ, ए, ओ, वा, वी, वू, वे, वो)",
            "country": "पिता के साथ महत्वपूर्ण मुद्दों पर चर्चा हो सकती है। अति-उत्साह आपके काम को बर्बाद कर सकता है।विरोधी आपके प्रति सक्रिय रहेंगे। समाज में आपकी प्रतिष्ठा में वृद्धि होगी। परीक्षा परिणाम आपके पक्ष में रहने की संभावना है।",
            
            "imgURL": "https://i.imgur.com/TUmxTOM.png"
        },
        {
            "id": "3",
            "name": "मिथुन (का, की, कु, घ, ङ, छ, के, को, हा)",
            "country": "संतान की प्रगति से आप बहुत प्रसन्न रहेंगे। शेयर बाजार में निवेश करने से आपको लाभ होगा।पति-पत्नी के संबंध मजबूत होंगे। नए प्रेम संबंध बन सकते हैं।",
            
            "imgURL": "https://i.imgur.com/k67hXqC.png"
        },
        {
            "id": "4",
            "name": "कर्क (ही, हु, हे, हो, डा, डी, डू, डे, डो)",
            "country": "काम का माहौल आपके लिए अनुकूल रहेगा। आपका मन बहुत प्रसन्न रहेगा। ख़र्चों में बढ़ोतरी से निराशा की संभावना है।छात्रों को अपने लक्ष्य के प्रति निष्ठावान होना चाहिए। राजनीति से जुड़े लोग सावधान रहें ।",
            
            "imgURL": "https://i.imgur.com/8HD7Bji.png"
        },
        {
            "id": "5",
            "name": "सिंह (मा, मी, मू, मे, मो, टा, टी, टू, टे)",
            "country": "अत्यधिक उत्साह में कोई भी नया कार्य प्रारंभ न करें। वाहन चलाते समय नियमों का पालन करें।माता-पिता के स्वास्थ्य को लेकर चिंता रहेगी। ससुराल पक्ष से धन लाभ होगा। रुके हुए काम फिर से शुरू होंगे।",
            
            "imgURL": "https://i.imgur.com/0BvKlzB.png"
        },
        {
            "id": "6",
            "name": "कन्या (टो, पा, पी, पू, ष, ण, ठ, पे, पो)",
            "country": "कटु वचन बोलने से बचना चाहिए। ससुराल पक्ष से संबंध खराब न करें।अनावश्यक खर्चों पर नियंत्रण रखें। प्रेम संबंधों में कुछ मतभेद हो सकते हैं।",
            
            "imgURL": "https://i.imgur.com/VrofZYo.png"
        },
        {
            "id": "7",
            "name": "तुला (रा, री, रु, रे, रो, ता, ती, तू, ते)",
            "country": "नौकरी में उच्च अधिकारियों से सराहना मिलेगी। आप संपत्ति खरीद और बेचकर पैसा बनाने जा रहे हैं।आप सोशल मीडिया पर काफी एक्टिव रहने वाले हैं। निर्माण कार्यों में उत्कृष्ट परिणाम प्राप्त होंगे।",
            
            "imgURL": "https://i.imgur.com/mgReNWm.png"
        },
        {
            "id": "8",
            "name": "वृश्चिक (तो, ना, नी, नू, ने, नो, या, यी, यू)",
            "country": "आप काम से जुड़े महत्वपूर्ण लक्ष्यों को प्राप्त करेंगे। सीनियर आपसे बहुत खुश रहने वाले हैं। अपने प्रेमी से झूठ मत बोलो।अपनी गलतियों को मत छिपाओ। बुजुर्ग जातक अपने बच्चों के करियर को लेकर चिंतित रहेंगे।",
            
            "imgURL": "https://i.imgur.com/gliMx6d.png"
        },
	{
            "id": "9",
            "name": "धनु (ये, यो, भा, भी, भू, धा, फा, ढ, भे)",
            "country": "आप अपने बच्चों की सफलता पर गर्व महसूस करेंगे। बुद्धिमान लोगों की सलाह से आपको भरपूर लाभ मिलेगा। वैवाहिक संबंधों में प्रगाढ़ता बढ़ेगी।माता के सुख में वृद्धि होगी। आदर्शवादी विचारों से बचना चाहिए। सुख के साधनों में वृद्धि होगी।",
            
            "imgURL": "https://i.imgur.com/M8YfLCt.png"
        },
	{
            "id": "10",
            "name": "मकर (भो, जा, जी, खी, खू, खे, खो, गा, गी)",
            "country": "जीवनसाथी से मनमुटाव होने की संभावना है। भारी भोजन का सेवन नहीं करना चाहिए। इससे कमर दर्द और पेट की समस्या हो सकती है।अगर आपका वजन बढ़ गया है तो आपको इस पर नियंत्रण रखना चाहिए। लोग आपकी आलोचना करेंगे।",
            
            "imgURL": "https://i.imgur.com/CXtxKQ3.png"
        },
	{
            "id": "11",
            "name": "कुम्भ (गु, गे, गो, सा, सी, सू, से, सो, दा)",
            "country": "काम का माहौल सुखद रहेगा। चिकित्सा पेशे से जुड़े लोगों की आय में वृद्धि होगी। बच्चे बहुत अनुशासित रहेंगे।धार्मिक प्रवृत्ति के लोगों से आपकी मुलाकात होगी। नौकरी के मामले में आपका मूड हल्का रहेगा।",
            
            "imgURL": "https://i.imgur.com/wtrW1FM.png"
        },
	{
            "id": "12",
            "name": "मीन (दी, दू, थ, झ, ञ, दे, दो, च, ची)",
            "country": "जीवनसाथी के प्रति वफादारी और प्रेम में वृद्धि होगी। व्यापारिक यात्रा सफल रहेगी।लोग आपसे प्रेरणा लेंगे। झूठी खबर फैलाने से बचें। गृहस्थ जीवन में शांति रहेगी।",
            
            "imgURL": "https://i.imgur.com/XSf9NBH.png"
        }
    ]
}
