{
    "status": "true",
    "message": "Data fetched successfully!",
    "data": [
        {
            "id": "1",
            "name": "मेष (चू, चे, चो, ला, ली, लू, ले, लो, आ)",
            "country": "कपड़ा व्यापारियों को नुकसान हो सकता है। भीड़ में जाने से बचें।व्यापार में बड़े प्रयोग करने से बचें। माता-पिता के आशीर्वाद से काम शुरू करना फायदेमंद रहेगा।",
            
            "imgURL": "https://i.imgur.com/i3YmoBJ.png"
        },
        {
            "id": "2",
            "name": "वृषभ (ई, उ, ए, ओ, वा, वी, वू, वे, वो)",
            "country": "विद्यार्थियों को उच्च शिक्षा में उत्कृष्ट परिणाम प्राप्त होंगे। जीवनसाथी के साथ किसी विषय पर मतभेद सुलझेंगे। नया काम शुरू करना फायदेमंद रहेगा।आज आप कार्यक्षेत्र में काफी व्यस्त रहेंगे। सहकर्मियों के साथ आपके संबंध मधुर रहेंगे।",
            
            "imgURL": "https://i.imgur.com/TUmxTOM.png"
        },
        {
            "id": "3",
            "name": "मिथुन (का, की, कु, घ, ङ, छ, के, को, हा)",
            "country": "असंतुलित खान-पान से सेहत खराब हो सकती है। किसी से बदतमीजी से बात न करें। एकाग्रता की कमी के कारण काम में देरी होगी।परिवार के किसी सदस्य के स्वास्थ्य को लेकर चिंता रहेगी।",
            
            "imgURL": "https://i.imgur.com/k67hXqC.png"
        },
        {
            "id": "4",
            "name": "कर्क (ही, हु, हे, हो, डा, डी, डू, डे, डो)",
            "country": "पैतृक संपत्ति को लेकर आप कड़े फैसले ले सकते हैं। लव लाइफ को लेकर शुभ समाचार मिलने की संभावना है।कमीशन संबंधित व्यवसाय से लाभ होगा। आपको अपने जीवन साथी से उपहार मिल सकता है।",
            
            "imgURL": "https://i.imgur.com/8HD7Bji.png"
        },
        {
            "id": "5",
            "name": "सिंह (मा, मी, मू, मे, मो, टा, टी, टू, टे)",
            "country": "दैनिक जरूरतों पर जरूरत से ज्यादा खर्च न करें। समुद्र और गहरे पानी के स्रोतों से दूर रहें।आप अपने दोस्तों और अपने दुश्मनों के बीच अंतर करने में असफल हो सकते हैं। शरीर में आराम रहेगा।",
            
            "imgURL": "https://i.imgur.com/0BvKlzB.png"
        },
        {
            "id": "6",
            "name": "कन्या (टो, पा, पी, पू, ष, ण, ठ, पे, पो)",
            "country": "कार्यक्षेत्र में आप कुछ आंतरिक सुधार कर सकते हैं। रुके हुए सरकारी काम आसानी से पूरे होंगे।प्रेमी अपने विचार लोगों से साझा कर सकते हैं। पैसों के कारण अटके काम पूरे होंगे।",
            
            "imgURL": "https://i.imgur.com/VrofZYo.png"
        },
        {
            "id": "7",
            "name": "तुला (रा, री, रु, रे, रो, ता, ती, तू, ते)",
            "country": "नया वाहन और संपत्ति खरीदने के योग हैं। नौकरी में आपको अतिरिक्त जिम्मेदारियां निभानी होंगी। आपकी दिनचर्या बहुत अनुशासित रहेगी।उच्च अधिकारी आपसे बहुत प्रसन्न रहेंगे। यह भी संभव है कि आपको प्रमोशन भी मिलेगा।",
            
            "imgURL": "https://i.imgur.com/mgReNWm.png"
        },
        {
            "id": "8",
            "name": "वृश्चिक (तो, ना, नी, नू, ने, नो, या, यी, यू)",
            "country": "विपणन संबंधी कार्यों में भारी धन लाभ होगा। मित्रों के साथ अच्छा समय व्यतीत करेंगे। लोग आपकी बात से सहमत होंगे।किसी तीर्थ यात्रा की योजना बना सकते हैं। ऑफिस में आपको विशेष सम्मान मिल सकता है।",
            
            "imgURL": "https://i.imgur.com/gliMx6d.png"
        },
	{
            "id": "9",
            "name": "धनु (ये, यो, भा, भी, भू, धा, फा, ढ, भे)",
            "country": "कार्यक्षेत्र में राजनीति से बचें। अपनी इम्युनिटी बढ़ाने की कोशिश करें। शोध संबंधी कार्यों में रुचि बढ़ेगी।बच्चों को स्वास्थ्य संबंधी परेशानी हो सकती है। सहकर्मियों पर ज्यादा भरोसा न करें।",
            
            "imgURL": "https://i.imgur.com/M8YfLCt.png"
        },
	{
            "id": "10",
            "name": "मकर (भो, जा, जी, खी, खू, खे, खो, गा, गी)",
            "country": "मित्रों और शुभचिंतकों की सलाह आपके बहुत काम आएगी। परिवार में किसी समस्या का समाधान होगा।निजी नौकरी करने वालों की आय में वृद्धि होगी। भावुकता में कोई बड़ा फैसला न लें।",
            
            "imgURL": "https://i.imgur.com/CXtxKQ3.png"
        },
	{
            "id": "11",
            "name": "कुम्भ (गु, गे, गो, सा, सी, सू, से, सो, दा)",
            "country": "अपने खर्चों में कटौती करना सुनिश्चित करें। समाज में आपकी प्रतिष्ठा में वृद्धि होगी।आज का दिन बहुत अच्छा रहेगा। आप सोशल मीडिया पर काफी एक्टिव रहेंगे। आप सर्वश्रेष्ठ वैवाहिक सुख का आनंद लेंगे।",
            
            "imgURL": "https://i.imgur.com/wtrW1FM.png"
        },
	{
            "id": "12",
            "name": "मीन (दी, दू, थ, झ, ञ, दे, दो, च, ची)",
            "country": "महिलाओं को स्वास्थ्य संबंधी परेशानी हो सकती है।मित्रों के साथ अच्छा समय व्यतीत करेंगे।आज आपको लाभ मिलेगा। अनैतिक कार्यों के प्रति आकर्षण हो सकता है।",
            
            "imgURL": "https://i.imgur.com/XSf9NBH.png"
        }
    ]
}
