{
    "status": "true",
    "message": "Data fetched successfully!",
    "data": [
        {
            "id": "1",
            "name": "मेष (चू, चे, चो, ला, ली, लू, ले, लो, आ)",
            "country": "दोस्तों की सलाह आपके बहुत काम आने वाली है। आय के नए स्रोत बन सकते हैं।आपको शरीर को पर्याप्त आराम देने की जरूरत है। आपकी बातों से लोग बहुत प्रभावित होंगे। बच्चों की सफलता पर आप गर्व महसूस करेंगे।",
            
            "imgURL": "https://i.imgur.com/i3YmoBJ.png"
        },
        {
            "id": "2",
            "name": "वृषभ (ई, उ, ए, ओ, वा, वी, वू, वे, वो)",
            "country": "उच्च शिक्षण संस्थानों में प्रवेश की बाधाएं दूर होंगी। कार्यक्षेत्र की समस्या का समाधान होगा।कार्यक्षेत्र में आपकी प्रतिष्ठा में वृद्धि होगी। आपको अपने काम की गुणवत्ता में सुधार करना होगा। अपने व्यवसाय के लिए एक बड़ा लक्ष्य बनाएं।",
            
            "imgURL": "https://i.imgur.com/TUmxTOM.png"
        },
        {
            "id": "3",
            "name": "मिथुन (का, की, कु, घ, ङ, छ, के, को, हा)",
            "country": "अगर आप नौकरी बदलने की सोच रहे हैं तो यह दिन बहुत अच्छा है। बॉस के साथ आपके संबंध अच्छे रहेंगे।आप आध्यात्मिक विचारों के प्रभाव में रहेंगे। ऐसे लोगों से दूर रहें जो आपको गलत सलाह देते हैं। आज आप अपने प्रेमी से अपने दिल की बात कह सकते हैं। ",
            
            "imgURL": "https://i.imgur.com/k67hXqC.png"
        },
        {
            "id": "4",
            "name": "कर्क (ही, हु, हे, हो, डा, डी, डू, डे, डो)",
            "country": "आपको अपनी गलतियों पर पछतावा हो सकता है। पेट दर्द और गैस की समस्या हो सकती है।कार्यक्षेत्र में आपका काम बिगड़ सकता है। आपके विचारों में नकारात्मकता आ सकती है। स्वास्थ्य संबंधी कुछ परेशानी होने की संभावना है।",
            
            "imgURL": "https://i.imgur.com/8HD7Bji.png"
        },
        {
            "id": "5",
            "name": "सिंह (मा, मी, मू, मे, मो, टा, टी, टू, टे)",
            "country": "ऑफिस में लंबे समय से रुके हुए काम पूरे हो सकते हैं। बुद्धिमान लोग आपका मार्गदर्शन करेंगे।जीवनसाथी आपके प्रति काफी आकर्षित रहने वाला है। अविवाहित लोगों की शादी तय हो सकती है। व्यापार में बड़े वित्तीय लाभ से आपका आत्मविश्वास बढ़ेगा।",
            
            "imgURL": "https://i.imgur.com/0BvKlzB.png"
        },
        {
            "id": "6",
            "name": "कन्या (टो, पा, पी, पू, ष, ण, ठ, पे, पो)",
            "country": "नौकरी में नई टीम के साथ काम करना पड़ सकता है। धैर्य रखें और अपना काम करें, इस समय बहुत अधिक अपेक्षा करना उचित नहीं है।आपको नई नौकरी मिल सकती है। शत्रुओं से मुक्ति मिलेगी। पुराना कर्ज चुकाने के लिए दिन अनुकूल है।",
            
            "imgURL": "https://i.imgur.com/VrofZYo.png"
        },
        {
            "id": "7",
            "name": "तुला (रा, री, रु, रे, रो, ता, ती, तू, ते)",
            "country": "शाम के समय परिवार वालों से जुड़ी किसी बात पर आप नाराज हो सकते हैं। नशे की आदत से दूर रहें।रचनात्मक कार्यों में सफलता मिलेगी। प्रेमी के साथ रोमांटिक डेट पर जा सकते हैं। बच्चे माता-पिता का पालन करेंगे।",
            
            "imgURL": "https://i.imgur.com/mgReNWm.png"
        },
        {
            "id": "8",
            "name": "वृश्चिक (तो, ना, नी, नू, ने, नो, या, यी, यू)",
            "country": "अगर आपको शरीर में कोई समस्या या कमजोरी महसूस हो तो डॉक्टर से जरूर सलाह लें। परिवार के साथ समय बिताना चाहिए।किसी काम को करने में जल्दबाजी न करें। आपकी योजनाओं में अचानक हुए बदलाव काम को बिगाड़ सकते हैं।",
            
            "imgURL": "https://i.imgur.com/gliMx6d.png"
        },
	{
            "id": "9",
            "name": "धनु (ये, यो, भा, भी, भू, धा, फा, ढ, भे)",
            "country": "जीवनसाथी के साथ आपके संबंध मधुर रहेंगे। आपका आत्मविश्वास पहले से ज्यादा मजबूत होगा।व्यापार में बड़ा आर्थिक लाभ हो सकता है। अनावश्यक खर्चों पर नियंत्रण रहेगा। आप कुछ नए कौशल सीख सकते हैं।",
            
            "imgURL": "https://i.imgur.com/M8YfLCt.png"
        },
	{
            "id": "10",
            "name": "मकर (भो, जा, जी, खी, खू, खे, खो, गा, गी)",
            "country": "लोग आपकी पीठ पीछे आपकी आलोचना करेंगे। अपने राज किसी के साथ साझा न करें।प्रशासन से जुड़े लोगों को उच्च पद की प्राप्ति हो सकती है। वित्त को लेकर स्थिति मजबूत रहेगी। आप परिवार के साथ अच्छा समय बिताएंगे।",
            
            "imgURL": "https://i.imgur.com/CXtxKQ3.png"
        },
	{
            "id": "11",
            "name": "कुम्भ (गु, गे, गो, सा, सी, सू, से, सो, दा)",
            "country": "आप अपनी कार्यशैली में बदलाव ला सकते हैं। ऑफिस में आपको वरिष्ठों का सहयोग मिलेगा।आज समस्याओं का समाधान निकालने से आपका तनाव दूर होगा। कार्यक्षेत्र में आपको बहुत अच्छे परिणाम मिलेंगे। परिवार के साथ अच्छा समय व्यतीत करेंगे।",
            
            "imgURL": "https://i.imgur.com/wtrW1FM.png"
        },
	{
            "id": "12",
            "name": "मीन (दी, दू, थ, झ, ञ, दे, दो, च, ची)",
            "country": "आज लंबी दूरी की यात्रा न करें। आज का दिन आपको काफी परेशान कर सकता है।अपने आहार के प्रति सावधान रहें। मानसिक रूप से अस्थिर महसूस करेंगे। आपको अपने काम पर बहुत ध्यान देने की जरूरत है।",
            
            "imgURL": "https://i.imgur.com/XSf9NBH.png"
        }
    ]
}
