{
    "status": "true",
    "message": "Data fetched successfully!",
    "data": [
        {
            "id": "1",
            "name": "मेष (चू, चे, चो, ला, ली, लू, ले, लो, आ)",
            "country": "दांपत्य जीवन काफी खुशहाल रहने वाला है। उधार दिया हुआ पैसा वापस मिल सकता है।भाग्य पूर्ण रूप से आपका साथ देगा। कार्यक्षेत्र में उच्च अधिकारी आपकी मदद करेंगे। नई नौकरी मिलने के योग बन रहे हैं।",
            
            "imgURL": "https://i.imgur.com/i3YmoBJ.png"
        },
        {
            "id": "2",
            "name": "वृषभ (ई, उ, ए, ओ, वा, वी, वू, वे, वो)",
            "country": "घर में बच्चों के साथ मनोरंजन का आनंद लें। सरकारी कार्यों में आ रही रुकावटें दूर होंगी।धन की कमी दूर होगी। सहकर्मी आपसे बहुत खुश रहने वाले हैं। नौकरी के नए प्रस्ताव मिल सकते हैं। परिवार वालों के साथ अच्छा समय व्यतीत करेंगे।",
            
            "imgURL": "https://i.imgur.com/TUmxTOM.png"
        },
        {
            "id": "3",
            "name": "मिथुन (का, की, कु, घ, ङ, छ, के, को, हा)",
            "country": "आपके विरोधी आपके सामने कमजोर होते नजर आ रहे हैं।कार्यक्षेत्र में बाधाएं दूर होंगी। आत्मविश्वास बढ़ने की संभावना है। प्रेम विवाह में परिवार की सहमति मिल सकती है।",
            
            "imgURL": "https://i.imgur.com/k67hXqC.png"
        },
        {
            "id": "4",
            "name": "कर्क (ही, हु, हे, हो, डा, डी, डू, डे, डो)",
            "country": "अपने उग्र स्वभाव पर नियंत्रण रखें। नहीं तो व्यापार में बड़ा नुकसान हो सकता है। मन में किसी कमी के कारण विचलन होगा।काम की गुणवत्ता पर ध्यान दें। परिवार में कुछ तनाव हो सकता है।",
            
            "imgURL": "https://i.imgur.com/8HD7Bji.png"
        },
        {
            "id": "5",
            "name": "सिंह (मा, मी, मू, मे, मो, टा, टी, टू, टे)",
            "country": "कार्यक्षेत्र में आपके प्रदर्शन की तारीफ होगी। किसी फंक्शन में दोस्तों से मुलाकात हो सकती है।कोई महत्वपूर्ण योजना बनाने के लिए आज का दिन बहुत ही शुभ है। घरेलू कलह से मुक्ति मिलेगी। जीवनसाथी के साथ शांतिपूर्ण समय व्यतीत करेंगे।",
            
            "imgURL": "https://i.imgur.com/0BvKlzB.png"
        },
        {
            "id": "6",
            "name": "कन्या (टो, पा, पी, पू, ष, ण, ठ, पे, पो)",
            "country": "परिवार में हर कोई आपकी प्रशंसा करेगा। व्यापार में नए अनुबंध हो सकते हैं।आपको अपनी भावनाओं को व्यक्त करने में कठिनाई होगी। प्राइवेट नौकरी करने वाले लोगों को प्रमोशन मिल सकता है।",
            
            "imgURL": "https://i.imgur.com/VrofZYo.png"
        },
        {
            "id": "7",
            "name": "तुला (रा, री, रु, रे, रो, ता, ती, तू, ते)",
            "country": "लोगों को अपना मित्र बनाने में आप सफल होंगे। लेकिन किसी भी हाल में अपने सिद्धांतों से समझौता न करें।अगर बेरोजगार लोग नौकरी के लिए इंटरव्यू देते हैं तो उसमें सफलता मिलने के योग हैं। आपकी सामाजिक प्रतिष्ठा में वृद्धि होगी। कई दिनों से चल रहे काम का तनाव आज दूर होगा।",
            
            "imgURL": "https://i.imgur.com/mgReNWm.png"
        },
        {
            "id": "8",
            "name": "वृश्चिक (तो, ना, नी, नू, ने, नो, या, यी, यू)",
            "country": "विवाह योग्य सदस्यों को लेकर कुछ चिंता रहेगी। हृदय रोगी आज खुद को तनावपूर्ण कारणों से दूर रखें।लोग आपको सही सलाह भी नहीं दे रहे हैं। इसलिए इस समय शांत रहकर परिस्थितियों का आत्म-मूल्यांकन करना चाहिए।",
            
            "imgURL": "https://i.imgur.com/gliMx6d.png"
        },
	{
            "id": "9",
            "name": "धनु (ये, यो, भा, भी, भू, धा, फा, ढ, भे)",
            "country": "संतान की समस्या दूर होगी। बड़े-बुजुर्ग आपका उत्साहवर्धन करेंगे।घर और काम पर खुशी का माहौल रहेगा। आपकी दिनचर्या बहुत संतुलित रहेगी। आज आप घर की जरूरतों के लिए महंगी खरीदारी कर सकते हैं।",
            
            "imgURL": "https://i.imgur.com/M8YfLCt.png"
        },
	{
            "id": "10",
            "name": "मकर (भो, जा, जी, खी, खू, खे, खो, गा, गी)",
            "country": "यदि आप चिकित्सा या कानून के क्षेत्र से जुड़े हैं तो दिन आपके लिए विशेष रूप से भाग्यशाली है। व्यस्त होने के बावजूद घर को पर्याप्त समय दें।लोगों की आर्थिक मदद के लिए आपको अपनी जेब ढीली करनी पड़ सकती है। अगर आपने किसी से उधार लिया है तो उसे आज ही चुका दें।",
            
            "imgURL": "https://i.imgur.com/CXtxKQ3.png"
        },
	{
            "id": "11",
            "name": "कुम्भ (गु, गे, गो, सा, सी, सू, से, सो, दा)",
            "country": " बौद्धिक चर्चा में आपका मान बढ़ेगा। आज महिलाएं बच्चों की परवरिश को लेकर थोड़ी चिंतित हो सकती हैं।शेयर बाजार से बड़ा आर्थिक लाभ हो सकता है। विशिष्ट और रचनात्मक प्रकृति की शैलियों में आपकी रुचि होगी।",
            
            "imgURL": "https://i.imgur.com/wtrW1FM.png"
        },
	{
            "id": "12",
            "name": "मीन (दी, दू, थ, झ, ञ, दे, दो, च, ची)",
            "country": "अपनी जिम्मेदारियों को समझें और केवल अपने काम पर ध्यान दें। माता की सलाह लेना लाभप्रद रहेगा।सहकर्मियों के साथ पुराने मतभेद फिर से उभरने की संभावना है। आज आप अपने काम से ज्यादा दूसरों पर ध्यान दे सकते हैं। हालांकि, इससे आपकी कार्यक्षमता पर नकारात्मक प्रभाव पड़ेगा।",
            
            "imgURL": "https://i.imgur.com/XSf9NBH.png"
        }
    ]
}
