{
    "status": "true",
    "message": "Data fetched successfully!",
    "data": [
        {
            "id": "1",
            "name": "मेष (चू, चे, चो, ला, ली, लू, ले, लो, आ)",
            "country": "आप अपने लक्ष्य के प्रति काफी सक्रिय रहेंगे। दाम्पत्य जीवन में उथल-पुथल हो सकती है।व्यापार के विस्तार के लिए अच्छा समय है। प्रेम संबंधों में आपसी विश्वास और मजबूती बढ़ेगी।",
            
            "imgURL": "https://i.imgur.com/i3YmoBJ.png"
        },
        {
            "id": "2",
            "name": "वृषभ (ई, उ, ए, ओ, वा, वी, वू, वे, वो)",
            "country": "विरोधी आपके शुभचिंतकों की ओर से आपकी आलोचना कर सकते हैं। आप परिवार के सदस्यों के साथ अच्छा समय बिताएंगे।नौकरी में आप पर जिम्मेदारी का दबाव बढ़ेगा। लेकिन आप सब कुछ आसानी से संभाल लेंगे।",
            
            "imgURL": "https://i.imgur.com/TUmxTOM.png"
        },
        {
            "id": "3",
            "name": "मिथुन (का, की, कु, घ, ङ, छ, के, को, हा)",
            "country": "आज आप दोस्तों के साथ खेलकूद में काफी रुचि ले सकते हैं। रचनात्मक विचारों के कारण लोगों के बीच आपकी लोकप्रियता बढ़ सकती है।कार्यक्षेत्र में अचानक धन लाभ हो सकता है। संतान के करियर को लेकर चिंता दूर होगी।",
            
            "imgURL": "https://i.imgur.com/k67hXqC.png"
        },
        {
            "id": "4",
            "name": "कर्क (ही, हु, हे, हो, डा, डी, डू, डे, डो)",
            "country": "अगर आप काम पर ध्यान केंद्रित नहीं कर पा रहे हैं तो आपको कुछ नया सीखने की कोशिश करनी चाहिए।छात्र अपनी पढ़ाई को लेकर काफी चिंतित रहेंगे। संपत्ति की खरीद-बिक्री को लेकर विवाद हो सकता है। पैसे के बारे में किसी से वादा न करें।",
            
            "imgURL": "https://i.imgur.com/8HD7Bji.png"
        },
        {
            "id": "5",
            "name": "सिंह (मा, मी, मू, मे, मो, टा, टी, टू, टे)",
            "country": "यदि आप नौकरी बदलने की सोच रहे हैं तो दिन विशेष रूप से अनुकूल है। व्यापार में बड़े ऑर्डर मिल सकते हैं।जीवनसाथी के साथ घूमने जा सकते हैं। आप समाज सेवा में बहुत सक्रिय रहेंगे। आर्थिक स्थिति बहुत अच्छी रहेगी।",
            
            "imgURL": "https://i.imgur.com/0BvKlzB.png"
        },
        {
            "id": "6",
            "name": "कन्या (टो, पा, पी, पू, ष, ण, ठ, पे, पो)",
            "country": "माता के स्वास्थ्य का ध्यान रखें। अधीनस्थ कर्मचारियों के कारण आपके काम में कुछ समस्या हो सकती है।आप अपने ही शब्दों में व्यस्त रहते हैं। इसलिए शब्द चयन में सावधानी बरतें। समय पर काम करने से आपका मनोबल बढ़ेगा।",
            
            "imgURL": "https://i.imgur.com/VrofZYo.png"
        },
        {
            "id": "7",
            "name": "तुला (रा, री, रु, रे, रो, ता, ती, तू, ते)",
            "country": "छोटे कारोबारियों की आय में वृद्धि होगी। धार्मिक कार्यों और मंत्रों आदि में आपकी रुचि बढ़ेगी।शोध से जुड़े प्रोजेक्ट से जुड़े लोगों को बड़ी सफलता मिल सकती है। परिवार को भी आज आप पर्याप्त समय देंगे।",
            
            "imgURL": "https://i.imgur.com/mgReNWm.png"
        },
        {
            "id": "8",
            "name": "वृश्चिक (तो, ना, नी, नू, ने, नो, या, यी, यू)",
            "country": "घर में किसी बात को लेकर आप पर दबाव हो सकता है। किसी के व्यवहार से आपका दिल दुखेगा।छात्र अपने करियर को लेकर भ्रमित हो सकते हैं। इसलिए आज आपको कोई बड़ा फैसला लेने से बचना चाहिए।",
            
            "imgURL": "https://i.imgur.com/gliMx6d.png"
        },
	{
            "id": "9",
            "name": "धनु (ये, यो, भा, भी, भू, धा, फा, ढ, भे)",
            "country": "होटल और पर्यटन से जुड़े कारोबार में आमदनी बहुत तेजी से बढ़ने की संभावना है।नौकरी बदलने के लिए दिन शुभ है। आप नई पॉलिसी में पैसा निवेश कर सकते हैं। दांपत्य जीवन प्रेम और रोमांस से भरपूर रहने वाला है।",
            
            "imgURL": "https://i.imgur.com/M8YfLCt.png"
        },
	{
            "id": "10",
            "name": "मकर (भो, जा, जी, खी, खू, खे, खो, गा, गी)",
            "country": "कई दिनों से चल रहा तनाव आज दूर होगा। समाज और कार्यक्षेत्र में लोग आपका बहुत सम्मान करेंगे।नए सहयोगी व्यवसाय से जुड़ सकते हैं। आज आप अपने सहयोगियों और विरोधियों पर बहुत हावी रहेंगे।",
            
            "imgURL": "https://i.imgur.com/CXtxKQ3.png"
        },
	{
            "id": "11",
            "name": "कुम्भ (गु, गे, गो, सा, सी, सू, से, सो, दा)",
            "country": "बच्चों के साथ खेलकूद का आनंद लेंगे। शत्रु आपका मनोबल तोड़ने का प्रयास करेंगे लेकिन सफल नहीं होंगे।सरकारी अधिकारियों के लिए आज का दिन सुकून भरा हो सकता है। आपके सुझावों से अन्य लोगों को बहुत लाभ होगा।",
            
            "imgURL": "https://i.imgur.com/wtrW1FM.png"
        },
	{
            "id": "12",
            "name": "मीन (दी, दू, थ, झ, ञ, दे, दो, च, ची)",
            "country": "आप अपनी छवि को लेकर काफी चिंतित रहेंगे। यात्रा बहुत महंगी और पुरानी यादों में जाने वाली है।आपका काम आपकी इच्छा के अनुसार काम नहीं कर रहा है। शुगर के मरीजों को तनाव और मेहनत से बचना चाहिए।",
            
            "imgURL": "https://i.imgur.com/XSf9NBH.png"
        }
    ]
}
