{
    "status": "true",
    "message": "Data fetched successfully!",
    "data": [
        {
            "id": "1",
            "name": "मेष (चू, चे, चो, ला, ली, लू, ले, लो, आ)",
            "country": "जल्दबाजी में धन हानि होने की संभावना है। अपने स्वाभिमान का ख्याल रखें।अपने खाने की आदतों में सुधार करें। विद्यार्थी पढ़ाई के प्रति लापरवाह रहेंगे। प्रेमी के साथ कम्युनिकेशन गैप हो सकता है।",
            
            "imgURL": "https://i.imgur.com/i3YmoBJ.png"
        },
        {
            "id": "2",
            "name": "वृषभ (ई, उ, ए, ओ, वा, वी, वू, वे, वो)",
            "country": "व्यापार में मनचाहा परिणाम न मिलने से मन व्यथित हो सकता है। इसे अपने प्रयासों से आपको विचलित न होने दें। इससे मन में हीनता का भाव आ सकता है।परिवार में समस्याएं उत्पन्न होंगी। दाम्पत्य संबंधों में कटुता आने की संभावना है।",
            
            "imgURL": "https://i.imgur.com/TUmxTOM.png"
        },
        {
            "id": "3",
            "name": "मिथुन (का, की, कु, घ, ङ, छ, के, को, हा)",
            "country": "वरिष्ठ और बुद्धिमान लोगों के साथ आपके संपर्क विकसित होंगे। विरोधी आपके सामने कमजोर रहेंगे। नौकरी में अतिरिक्त काम का बोझ रहेगा।बच्चों के साथ मैत्रीपूर्ण संबंध बनाए रखें। घर में मेहमानों का आना-जाना लगा रहेगा।",
            
            "imgURL": "https://i.imgur.com/k67hXqC.png"
        },
        {
            "id": "4",
            "name": "कर्क (ही, हु, हे, हो, डा, डी, डू, डे, डो)",
            "country": "ब्लड प्रेशर के मरीज के स्वास्थ्य का ध्यान रखें। व्यापार यात्रा के योग बन रहे हैं।मौज-मस्ती और मनोरंजन में अपना समय बर्बाद न करें। प्रेमी से वाद-विवाद न करें। ठंड से बचना चाहिए। क्रोधित लोगों की आलोचना हो सकती है।",
            
            "imgURL": "https://i.imgur.com/8HD7Bji.png"
        },
        {
            "id": "5",
            "name": "सिंह (मा, मी, मू, मे, मो, टा, टी, टू, टे)",
            "country": "टीवी और कंप्यूटर का ज्यादा इस्तेमाल न करें। परिवार के लोग आपसे प्यार करेंगे लेकिन आपको अपनी बात समझाने में परेशानी होगी।शोध संबंधी कार्यों में बड़ी सफलता मिल सकती है। प्रेम संबंधों में नजदीकियां बढ़ेंगी। घरेलू मामलों को लेकर काफी व्यस्त रहेंगे।",
            
            "imgURL": "https://i.imgur.com/0BvKlzB.png"
        },
        {
            "id": "6",
            "name": "कन्या (टो, पा, पी, पू, ष, ण, ठ, पे, पो)",
            "country": "जीवनसाथी की भावनाओं का सम्मान करें। आंखों से जुड़ी समस्या हो सकती है।यात्रा का उद्देश्य सफल होना कठिन होगा। आज का दिन बहुत ही रोमांचक रहेगा। काम तनाव का कारण बन सकता है।",
            
            "imgURL": "https://i.imgur.com/VrofZYo.png"
        },
        {
            "id": "7",
            "name": "तुला (रा, री, रु, रे, रो, ता, ती, तू, ते)",
            "country": "आय के नए स्रोत विकसित होंगे। आप कोई नया काम शुरू कर सकते हैं। सेहत के लिहाज से दिन बहुत अच्छा है।बिना पूछे किसी को सलाह न दें। कानूनी मामलों में परिणाम आपके पक्ष में हो सकता है।",
            
            "imgURL": "https://i.imgur.com/mgReNWm.png"
        },
        {
            "id": "8",
            "name": "वृश्चिक (तो, ना, नी, नू, ने, नो, या, यी, यू)",
            "country": "समय व्यस्त रहेगा। घर के जीर्णोद्धार पर धन खर्च होगा। बौद्धिक कार्यों में सफलता मिलेगी।बड़े व्यापारिक सौदे हो सकते हैं। अपना काम बेहतरीन तरीके से करेंगे। दाम्पत्य जीवन सुखमय रहेगा।",
            
            "imgURL": "https://i.imgur.com/gliMx6d.png"
        },
	{
            "id": "9",
            "name": "धनु (ये, यो, भा, भी, भू, धा, फा, ढ, भे)",
            "country": "विद्यार्थियों को थोड़ी अधिक मेहनत करनी पड़ेगी। पैतृक संपत्ति को लेकर विवाद हो सकता है।आप आध्यात्मिक विचारों के प्रभाव में रहेंगे। योजनाबद्ध तरीके से किए गए कार्यों में सफलता मिलेगी।",
            
            "imgURL": "https://i.imgur.com/M8YfLCt.png"
        },
	{
            "id": "10",
            "name": "मकर (भो, जा, जी, खी, खू, खे, खो, गा, गी)",
            "country": "व्यापार की दृष्टि से दिन सामान्य है। लोग आपकी विनम्रता का फायदा उठाने की कोशिश करेंगे।विवाह कार्यक्रमों आदि में परेशानी होगी।",
            
            "imgURL": "https://i.imgur.com/CXtxKQ3.png"
        },
	{
            "id": "11",
            "name": "कुम्भ (गु, गे, गो, सा, सी, सू, से, सो, दा)",
            "country": "बच्चे बहुत आज्ञाकारी होंगे। सारे काम समय पर पूरे हो जाएंगे। नया व्यवसाय शुरू करने के लिए दिन अच्छा है।समाज में आपकी प्रतिष्ठा में वृद्धि होगी। अविवाहित लोगों के विवाह को लेकर चर्चा हो सकती है। दोस्तों के साथ घूमने जा सकते हैं।",
            
            "imgURL": "https://i.imgur.com/wtrW1FM.png"
        },
	{
            "id": "12",
            "name": "मीन (दी, दू, थ, झ, ञ, दे, दो, च, ची)",
            "country": "नया वाहन खरीदने का प्लान बना सकते हैं। क्रोध और उत्तेजना पर नियंत्रण रखें। ऑफिस में आपको ईनाम मिल सकता है।दिनचर्या कुछ व्यस्त रहने की संभावना है। नौकरी में आपका दबदबा बढ़ेगा।",
            
            "imgURL": "https://i.imgur.com/XSf9NBH.png"
        }
    ]
}
