{
    "status": "true",
    "message": "Data fetched successfully!",
    "data": [
        {
            "id": "1",
            "name": "मेष (चू, चे, चो, ला, ली, लू, ले, लो, आ)",
            "country": "किसी बड़े काम के लिए पैसों की समस्या हो सकती है। कार्यक्षेत्र में आपको कोई बड़ा पद दिया जा सकता है।घर से दूर रह रहे लोगों को अपने परिवार की चिंता करनी पड़ेगी। पारिवारिक मामलों में बाहरी लोगों को दखल न देने दें।",
            
            "imgURL": "https://i.imgur.com/i3YmoBJ.png"
        },
        {
            "id": "2",
            "name": "वृषभ (ई, उ, ए, ओ, वा, वी, वू, वे, वो)",
            "country": "आप अपने जीवन साथी के साथ अपनी भावनाओं को साझा कर सकते हैं। आप व्यापार में बड़ा पैसा कमाएंगे।स्वास्थ्य समस्या का समाधान होगा। कार्यक्षेत्र में आप पर दबाव कम हो सकता है।",
            
            "imgURL": "https://i.imgur.com/TUmxTOM.png"
        },
        {
            "id": "3",
            "name": "मिथुन (का, की, कु, घ, ङ, छ, के, को, हा)",
            "country": "दूसरों की जिम्मेदारी लेने से बचें। राजनीतिक मामलों में आपकी रुचि बढ़ेगी।तनावपूर्ण स्थिति उत्पन्न हो सकती है। आज मनोबल ऊंचा रखें। नौकरी में उच्च अधिकारी आपसे नाराज हो सकते हैं।",
            
            "imgURL": "https://i.imgur.com/k67hXqC.png"
        },
        {
            "id": "4",
            "name": "कर्क (ही, हु, हे, हो, डा, डी, डू, डे, डो)",
            "country": "आज आपको अपनी प्रतिभा दिखाने का पर्याप्त अवसर मिलेगा। नया व्यवसाय शुरू करने के लिए दिन अच्छा है।लोग आपका बहुत सम्मान करेंगे। प्रेमी जोड़े अपने परिवार के सदस्यों के साथ विवाह पर चर्चा कर सकते हैं। आज आप उत्सव के कार्यों में व्यस्त हो सकते हैं।",
            
            "imgURL": "https://i.imgur.com/8HD7Bji.png"
        },
        {
            "id": "5",
            "name": "सिंह (मा, मी, मू, मे, मो, टा, टी, टू, टे)",
            "country": "यदि आप कार्यक्षेत्र में कुछ बदलाव करना चाहते हैं तो आज का दिन अच्छा है।परिवार में शांति का माहौल रहेगा। परिवार को लेकर आज आप कुछ महत्वपूर्ण फैसले भी ले सकते हैं। दिखावे के लिए पैसे खर्च करने से बचें। समाज के लोग आपकी खूब तारीफ करेंगे।",
            
            "imgURL": "https://i.imgur.com/0BvKlzB.png"
        },
        {
            "id": "6",
            "name": "कन्या (टो, पा, पी, पू, ष, ण, ठ, पे, पो)",
            "country": "रिश्तेदारों के साथ आपके संबंध मधुर रहेंगे।राजनीति से जुड़े लोगों को उच्च पद प्राप्त हो सकता है। आपको विदेशी कंपनियों से नौकरी के ऑफर मिल सकते हैं।",
            
            "imgURL": "https://i.imgur.com/VrofZYo.png"
        },
        {
            "id": "7",
            "name": "तुला (रा, री, रु, रे, रो, ता, ती, तू, ते)",
            "country": "घर में नाखुशी का माहौल रहेगा। बोलते समय वाणी में सावधानी बरतें। अगर आप यात्रा पर जा रहे हैं तो सामाजिक दूरी और मास्क आदि के नियमों का सख्ती से पालन करें।आपको कुछ आध्यात्मिक अनुभव हो सकते हैं। खराब संगत के कारण आपका मान सम्मान बुरी तरह प्रभावित हो सकता है।",
            
            "imgURL": "https://i.imgur.com/mgReNWm.png"
        },
        {
            "id": "8",
            "name": "वृश्चिक (तो, ना, नी, नू, ने, नो, या, यी, यू)",
            "country": "जीवनसाथी को खुश रखने के लिए उपहार दे सकते हैं। आप शत्रु पक्ष पर पूरी तरह हावी रहेंगे। दान करना आपके लिए शुभ रहेगा।आपके लिए कुछ अच्छी जानकारी की प्रतीक्षा है। आर्थिक मामलों को लेकर दिन भाग्यशाली रहेगा।",
            
            "imgURL": "https://i.imgur.com/gliMx6d.png"
        },
	{
            "id": "9",
            "name": "धनु (ये, यो, भा, भी, भू, धा, फा, ढ, भे)",
            "country": "मित्र और शुभचिंतक आपको अपने करियर में बेहतर करने के लिए प्रेरित कर सकते हैं। आप बीमा या किसी पुरानी पॉलिसी से पैसा कमा सकते हैं।परिस्थितियाँ आपके नियंत्रण में रहने वाली हैं। घर में खुशियों का माहौल रहेगा।",
            
            "imgURL": "https://i.imgur.com/M8YfLCt.png"
        },
	{
            "id": "10",
            "name": "मकर (भो, जा, जी, खी, खू, खे, खो, गा, गी)",
            "country": "सर्वाइकल और हड्डियों में दर्द की शिकायत हो सकती है। छोटी-छोटी बातों को ज्यादा महत्व न दें।नशे और बुरी आदतों से दूर रहें। नहीं तो आपकी छवि खराब हो सकती है। घर के बड़ों का ख्याल रखें।",
            
            "imgURL": "https://i.imgur.com/CXtxKQ3.png"
        },
	{
            "id": "11",
            "name": "कुम्भ (गु, गे, गो, सा, सी, सू, से, सो, दा)",
            "country": "पूर्व में अपने द्वारा लिए गए निर्णयों पर आपको पछताना पड़ सकता है। अपनी ताकत और कमजोरियों का मूल्यांकन करने के लिए आज कुछ समय निकालें।आप गैस और अपच की समस्या से परेशान हो सकते हैं। इसलिए संतुलित आहार और जीवनशैली अपनाना फायदेमंद रहेगा।",
            
            "imgURL": "https://i.imgur.com/wtrW1FM.png"
        },
	{
            "id": "12",
            "name": "मीन (दी, दू, थ, झ, ञ, दे, दो, च, ची)",
            "country": "आप धार्मिक गतिविधियों में भी अपनी गतिविधि बढ़ा सकते हैं। व्यापार में कुछ प्रभावी सुधार करने के लिए दिन अच्छा है।कार्यक्षेत्र में आपका दबदबा बढ़ेगा। आप अपने जीवनसाथी के साथ फिल्मों का आनंद ले सकते हैं।",
            
            "imgURL": "https://i.imgur.com/XSf9NBH.png"
        }
    ]
}
