{
    "status": "true",
    "message": "Data fetched successfully!",
    "data": [
        {
            "id": "1",
            "name": "मेष (चू, चे, चो, ला, ली, लू, ले, लो, आ)",
            "country": "कानूनी मामलों में बड़ी सफलता मिलने के योग हैं। काम का माहौल अच्छा रहेगा। नए मित्र बन सकते हैं।अधिकारियों के साथ आपके संबंध बहुत अच्छे रहने वाले हैं। प्रॉपर्टी खरीदने और बेचने से धन की प्राप्ति हो सकती है।",
            
            "imgURL": "https://i.imgur.com/i3YmoBJ.png"
        },
        {
            "id": "2",
            "name": "वृषभ (ई, उ, ए, ओ, वा, वी, वू, वे, वो)",
            "country": "काम के सिलसिले में यात्रा की योजना बनाएंगे। धन की कमी के कारण परियोजनाओं में बाधा आ सकती है।नकारात्मक विचारों से दूर रहें। बच्चों के व्यवहार से आपका मन प्रसन्न रहेगा। अनुभवी लोगों से सलाह लेनी चाहिए।",
            
            "imgURL": "https://i.imgur.com/TUmxTOM.png"
        },
        {
            "id": "3",
            "name": "मिथुन (का, की, कु, घ, ङ, छ, के, को, हा)",
            "country": "व्यापार में बड़ा आर्थिक लाभ हो सकता है। जोड़ों में दर्द की शिकायत हो सकती है।घर का माहौल काफी खुशनुमा रहने वाला है। मेहनत से पीछे न हटें। आप अपने जीवन साथी के साथ अपनी भावनाओं को साझा कर सकते हैं।",
            
            "imgURL": "https://i.imgur.com/k67hXqC.png"
        },
        {
            "id": "4",
            "name": "कर्क (ही, हु, हे, हो, डा, डी, डू, डे, डो)",
            "country": "सरकारी कार्यों में आ रही रुकावटें दूर होंगी। आपके परिवार के सदस्य बहुत प्रसन्न रहेंगे।विदेश में रहने वाले मित्रों से मुलाकात होगी। नौकरी में प्रमोशन मिल सकता है। कोई नया काम शुरू करने में आप झिझक महसूस करेंगे।",
            
            "imgURL": "https://i.imgur.com/8HD7Bji.png"
        },
        {
            "id": "5",
            "name": "सिंह (मा, मी, मू, मे, मो, टा, टी, टू, टे)",
            "country": "अपनी शक्तियों का दुरूपयोग करने से बचें। दूसरों के काम के बजाय अपने खुद के व्यवसाय का प्रयोग करें।शब्दों का प्रयोग सावधानी से करें। शेयर बाजार में सोच-समझकर निवेश करें। कार्यक्षेत्र में कुछ तनाव रहेगा।",
            
            "imgURL": "https://i.imgur.com/0BvKlzB.png"
        },
        {
            "id": "6",
            "name": "कन्या (टो, पा, पी, पू, ष, ण, ठ, पे, पो)",
            "country": "मित्रों के साथ अच्छा समय व्यतीत करेंगे। आपका स्वास्थ्य अच्छा रहने वाला है।अगर आप किसी को प्रपोज करना चाहते हैं तो दिन आपके लिए शुभ है। आपको अपना स्वभाव बदलने की जरूरत है। आप बौद्धिक चर्चा में भाग ले सकते हैं।",
            
            "imgURL": "https://i.imgur.com/VrofZYo.png"
        },
        {
            "id": "7",
            "name": "तुला (रा, री, रु, रे, रो, ता, ती, तू, ते)",
            "country": "राजनीति से जुड़े लोगों को कोई बड़ा पोस्ट ऑफर मिल सकता है। भाग्य आपका बहुत साथ देगा।अविवाहित लोगों को वैवाहिक प्रस्ताव मिल सकते हैं। आपकी कार्यशैली में सुधार होगा।डेट पर जा सकते हैं।",
            
            "imgURL": "https://i.imgur.com/mgReNWm.png"
        },
        {
            "id": "8",
            "name": "वृश्चिक (तो, ना, नी, नू, ने, नो, या, यी, यू)",
            "country": "घरेलू सामान खरीदने का विचार बनेगा। आपकी आमदनी में वृद्धि होने की संभावना है।व्यापार में बड़े बदलाव करने के लिए दिन शुभ नहीं है। दूसरों से बहुत अधिक अपेक्षा न करें।",
            
            "imgURL": "https://i.imgur.com/gliMx6d.png"
        },
	{
            "id": "9",
            "name": "धनु (ये, यो, भा, भी, भू, धा, फा, ढ, भे)",
            "country": "कमर व गर्दन में दर्द की शिकायत होने की संभावना है। मित्र आपके व्यवहार से नाराज हो सकते हैं। अपने स्वास्थ्य का ध्यान रखें।जीवनसाथी से विवाद हो सकता है। बदलते मौसम के कारण थोड़ी परेशानी होगी।",
            
            "imgURL": "https://i.imgur.com/M8YfLCt.png"
        },
	{
            "id": "10",
            "name": "मकर (भो, जा, जी, खी, खू, खे, खो, गा, गी)",
            "country": "जीवनसाथी के साथ कहीं घूमने जाने का विचार बनेगा। कीमती सामान का ध्यान रखें। आप जल्दबाजी में कोई गलत फैसला ले सकते हैं।विदेश यात्रा में आ रही बाधाएं दूर होंगी। आपकी आमदनी में वृद्धि होगी।",
            
            "imgURL": "https://i.imgur.com/CXtxKQ3.png"
        },
	{
            "id": "11",
            "name": "कुम्भ (गु, गे, गो, सा, सी, सू, से, सो, दा)",
            "country": "कुछ रिश्तेदार आपके बारे में गलत बातें फैला सकते हैं। छात्रों को प्लेसमेंट मिल सकता है। कमीशन संबंधी कार्यों से धन लाभ होगा।सहकर्मियों का अनादर न करें। पेट में संक्रमण की समस्या हो सकती है।",
            
            "imgURL": "https://i.imgur.com/wtrW1FM.png"
        },
	{
            "id": "12",
            "name": "मीन (दी, दू, थ, झ, ञ, दे, दो, च, ची)",
            "country": "आपका बैंक बैलेंस बढ़ेगा। पुराना कर्ज चुकाना आसान होगा।प्रबुद्ध व्यक्तियों के साथ आपके संबंध सौहार्दपूर्ण रहने की संभावना है। आप नौकरी में अपने लक्ष्यों को समय पर पूरा करेंगे।",
            
            "imgURL": "https://i.imgur.com/XSf9NBH.png"
        }
    ]
}
