{
    "status": "true",
    "message": "Data fetched successfully!",
    "data": [
        {
            "id": "1",
            "name": "मेष (चू, चे, चो, ला, ली, लू, ले, लो, आ)",
            "country": "नकारात्मक प्रकृति के लोगों से सलाह न लें। अत्यधिक व्यस्तता के कारण आप थकान महसूस करेंगे।दूसरों के काम में दखल न दें। ऑनलाइन शॉपिंग में सावधानी बरतें। जीवनसाथी की भावनाओं का ख्याल रखें।",
            
            "imgURL": "https://i.imgur.com/i3YmoBJ.png"
        },
        {
            "id": "2",
            "name": "वृषभ (ई, उ, ए, ओ, वा, वी, वू, वे, वो)",
            "country": "जीवनसाथी को उपहार दे सकते हैं। व्यापार में बड़ा आर्थिक लाभ मिलने की संभावना है।आज आप काफी ऊर्जावान महसूस करेंगे। परिवार के सदस्यों के साथ घूमने जा सकते हैं। लोग आपसे सलाह लेने की उम्मीद करेंगे और आपको उन्हें सलाह भी देनी चाहिए।",
            
            "imgURL": "https://i.imgur.com/TUmxTOM.png"
        },
        {
            "id": "3",
            "name": "मिथुन (का, की, कु, घ, ङ, छ, के, को, हा)",
            "country": "नया व्यवसाय शुरू करने के बेहतरीन अवसर प्राप्त होंगे। भाग्य के आधार पर किसी भी काम को हल्के में न लें।घरेलू सामान खरीदने के लिए आप बाजार जा सकते हैं। नए पाठ्यक्रम में प्रवेश लेने के लिए दिन बहुत अच्छा है।",
            
            "imgURL": "https://i.imgur.com/k67hXqC.png"
        },
        {
            "id": "4",
            "name": "कर्क (ही, हु, हे, हो, डा, डी, डू, डे, डो)",
            "country": "पेट दर्द की समस्या हो सकती है। शेयर बाजार में निवेश करने वालों को सावधान रहना चाहिए।पति-पत्नी के बीच अनबन हो सकती है। ऑफिस में आपको एक साथ कई काम निपटाने होंगे।",
            
            "imgURL": "https://i.imgur.com/8HD7Bji.png"
        },
        {
            "id": "5",
            "name": "सिंह (मा, मी, मू, मे, मो, टा, टी, टू, टे)",
            "country": "व्यापार में साझेदारी को लेकर सावधान रहें। अपनी भावनाओं पर नियंत्रण रखें।संपत्ति के मामले परेशानी पैदा कर सकते हैं। काम का माहौल अच्छा बना रहेगा। क्रोध के कारण झगड़े हो सकते हैं।",
            
            "imgURL": "https://i.imgur.com/0BvKlzB.png"
        },
        {
            "id": "6",
            "name": "कन्या (टो, पा, पी, पू, ष, ण, ठ, पे, पो)",
            "country": "एकांत में आत्मनिरीक्षण करने के लिए दिन बहुत अच्छा है। व्यापार के विस्तार के लिए कर्ज ले सकते हैं। दिमाग को हमेशा शांत रखें। पढ़ाई में उत्कृष्ट प्रदर्शन के कारण नौकरी के नए अवसर प्राप्त होंगे।",
            
            "imgURL": "https://i.imgur.com/VrofZYo.png"
        },
        {
            "id": "7",
            "name": "तुला (रा, री, रु, रे, रो, ता, ती, तू, ते)",
            "country": "आपकी वाणी से लोग आकर्षित होंगे। किसी मित्र से अनबन हो सकती है। लेकिन आप बातचीत से मामले को सुलझा लेंगे।जीवनसाथी के साथ भविष्य की योजनाएँ बना सकते हैं। आप धर्म और कर्म के प्रति सक्रिय रहेंगे। अपने कर्मचारियों पर ज्यादा भरोसा न करें।",
            
            "imgURL": "https://i.imgur.com/mgReNWm.png"
        },
        {
            "id": "8",
            "name": "वृश्चिक (तो, ना, नी, नू, ने, नो, या, यी, यू)",
            "country": "करियर के बेहतरीन अवसर मिलने के योग बन रहे हैं। रुका हुआ धन मिलने से आर्थिक स्थिति मजबूत होगी।घर के लिए कीमती सामान खरीदने का विचार बनेगा। दिल की बजाय दिमाग से काम लें। काम का माहौल आपके पक्ष में रहेगा।",
            
            "imgURL": "https://i.imgur.com/gliMx6d.png"
        },
	{
            "id": "9",
            "name": "धनु (ये, यो, भा, भी, भू, धा, फा, ढ, भे)",
            "country": "आपकी कोई योजना विफल हो सकती है। किसी छोटी बात को लेकर पड़ोसियों से विवाद होने की संभावना है।सेहत की अनदेखी आपको परेशान कर सकती है। वाहन को तेज गति से न चलाएं।",
            
            "imgURL": "https://i.imgur.com/M8YfLCt.png"
        },
	{
            "id": "10",
            "name": "मकर (भो, जा, जी, खी, खू, खे, खो, गा, गी)",
            "country": "रिश्तेदार और दोस्त घर आ सकते हैं। आय का कोई नया स्रोत बनने की संभावना है।आप अपनी रुचि के अनुसार काम करेंगे। व्यापार में कोई बड़ी साझेदारी हो सकती है।",
            
            "imgURL": "https://i.imgur.com/CXtxKQ3.png"
        },
	{
            "id": "11",
            "name": "कुम्भ (गु, गे, गो, सा, सी, सू, से, सो, दा)",
            "country": "आप दोस्तों के साथ समस्याओं पर चर्चा कर सकते हैं। रुके हुए काम को पूरा करने का प्रयास करेंगे।ऑफिस में अधिकारियों का सहयोग मिलेगा। दांपत्य जीवन में नयापन आएगा।",
            
            "imgURL": "https://i.imgur.com/wtrW1FM.png"
        },
	{
            "id": "12",
            "name": "मीन (दी, दू, थ, झ, ञ, दे, दो, च, ची)",
            "country": "इलेक्ट्रॉनिक एक्सेसरीज खरीदें। आज आप साहसिक निर्णय ले सकते हैं।दिन की शुरुआत अच्छी होगी। लेकिन शाम बहुत अच्छी होने वाली है। धार्मिक विचारों से प्रभावित रहेंगे।",
            
            "imgURL": "https://i.imgur.com/XSf9NBH.png"
        }
    ]
}
