{
    "status": "true",
    "message": "Data fetched successfully!",
    "data": [
        {
            "id": "1",
            "name": "मेष (चू, चे, चो, ला, ली, लू, ले, लो, आ)",
            "country": "मेष राशि वाले लोगों को दीपावली के मौके पर माता लक्ष्मी को प्रसन्न करने के लिए लक्ष्मी स्तोत्र का पाठ करना चाहिए। ",
            
            "imgURL": "https://i.imgur.com/i3YmoBJ.png"
        },
        {
            "id": "2",
            "name": "वृषभ (ई, उ, ए, ओ, वा, वी, वू, वे, वो)",
            "country": "वृषभ राशि के जातकों को दीपावली के दिन लक्ष्मी पूजा के दौरान माता की आरती के साथ ही माता के मंत्र ‘ओम महालक्ष्म्यै नम:’ मंत्र का यथासंभव जप करना चाहिए।",
            
            "imgURL": "https://i.imgur.com/TUmxTOM.png"
        },
        {
            "id": "3",
            "name": "मिथुन (का, की, कु, घ, ङ, छ, के, को, हा)",
            "country": "मिथुन राशि के जातक दीपावली के दिन लक्ष्मी-गणेश के महायंत्र की पूजा करके इसको धारण करें या इसे अपने दफ्तर या तिजोरी में इसे रखें तो इससे आर्थिक परेशानियां दूर हो सकती हैं।",
            
            "imgURL": "https://i.imgur.com/k67hXqC.png"
        },
        {
            "id": "4",
            "name": "कर्क (ही, हु, हे, हो, डा, डी, डू, डे, डो)",
            "country": "कर्क राशि के लोगों को माता लक्ष्मी को कमल का फूल अर्पित करना चाहिए। कमल का फूल न होने पर आप लाल रंग का कोई भी पुष्प माता लक्ष्मी को अर्पित कर सकते हैं। मान्यता है ऐसा करने से देवी लक्ष्मी बहुत जल्दी प्रसन्न हो जाती हैं।",
            
            "imgURL": "https://i.imgur.com/8HD7Bji.png"
        },
        {
            "id": "5",
            "name": "सिंह (मा, मी, मू, मे, मो, टा, टी, टू, टे)",
            "country": "सिंह राशि के जातकों को धन की प्राप्ति के लिए दीपावली के दिन लक्ष्मी-गणेश की नई मूर्ति खरीदनी चाहिए और उसे पूजा स्थल पर स्थापित करना चाहिए।",
            
            "imgURL": "https://i.imgur.com/0BvKlzB.png"
        },
        {
            "id": "6",
            "name": "कन्या (टो, पा, पी, पू, ष, ण, ठ, पे, पो)",
            "country": "कन्या राशि वाले माता लक्ष्मी को पान और मिठाई अर्पित करें। पूजा के अंत में महालक्ष्मी की सच्चे मन से आरती उतारें। इससे धन की प्राप्ति होने के आसार रहेंगे।",
            
            "imgURL": "https://i.imgur.com/VrofZYo.png"
        },
        {
            "id": "7",
            "name": "तुला (रा, री, रु, रे, रो, ता, ती, तू, ते)",
            "country": "तुला राशि के लोगों को माता लक्ष्मी को प्रसन्न करने के लिए उन्हें गुलाबी रंग के वस्त्र अर्पित करने चाह्ए और गुलाबी रंग के फूल भी। मान्यता है ऐसा करने से आर्थिक पक्ष मजबूत होता है, साथ ही वैवाहिक जीवन में भी सकारात्मक बदलाव आते हैं।",
            
            "imgURL": "https://i.imgur.com/mgReNWm.png"
        },
        {
            "id": "8",
            "name": "वृश्चिक (तो, ना, नी, नू, ने, नो, या, यी, यू)",
            "country": "वृश्चिक राशि के जातक लक्ष्मी यंत्र को पूजा स्थल पर स्थापित करें। मां को लाल फूल और अनार अर्पित करें।",
            
            "imgURL": "https://i.imgur.com/gliMx6d.png"
        },
	{
            "id": "9",
            "name": "धनु (ये, यो, भा, भी, भू, धा, फा, ढ, भे)",
            "country": "धनु राशि के जातक दीपावली के दिन पान के पत्ते पर रोली से श्री लिख कर पूजा स्थान पर रखें और रोज उसकी पूजा करें। मान्यता है ऐसा करने से धन लाभ होने लगेगा।",
            
            "imgURL": "https://i.imgur.com/M8YfLCt.png"
        },
	{
            "id": "10",
            "name": "मकर (भो, जा, जी, खी, खू, खे, खो, गा, गी)",
            "country": "मकर राशि के जातक दीपावली पर शनि व मंगल यंत्र अभिमंत्रित कर घर के मंदिर में एक वर्ष के लिए स्थापित करें। मान्यता है इसकी रोजाना पूजा करने से मां लक्ष्मी की कृपा प्राप्त होती है।",
            
            "imgURL": "https://i.imgur.com/CXtxKQ3.png"
        },
	{
            "id": "11",
            "name": "कुम्भ (गु, गे, गो, सा, सी, सू, से, सो, दा)",
            "country": "कुंभ राशि के जातक को दीपावली पर गुरु यंत्र अभिमंत्रित कर घर के मंदिर में एक वर्ष के लिए स्थापित करना चाहिए। मान्यता है ऐसा करने से व रोजना इसके दर्शन व पूजन करने से मां लक्ष्मी की कृपा प्राप्त होती है।",
            
            "imgURL": "https://i.imgur.com/wtrW1FM.png"
        },
	{
            "id": "12",
            "name": "मीन (दी, दू, थ, झ, ञ, दे, दो, च, ची)",
            "country": "दिवाली पर मीन राशि वाले जातक मां लक्ष्मी की विधि विधान पूजा करें। उन्हें मिठाई और फलों का भोग लगाएं। घर को अच्छे से सजाएं और मुख्य द्वार पर रंगोली बना लें।",
            
            "imgURL": "https://i.imgur.com/XSf9NBH.png"
        }
    ]
}
