{
    "status": "true",
    "message": "Data fetched successfully!",
    "data": [
        {
            "id": "1",
            "name": "मेष (चू, चे, चो, ला, ली, लू, ले, लो, आ)",
            "country": "गले में खराश की समस्या हो सकती है। आज आपका मन थोड़ा उदास रहेगा। बिना पूछे किसी को सलाह न दें।बैंक से जुड़े कार्यों में सुस्ती रहेगी। प्रेम संबंधों में निकटता का अनुभव करेंगे।",
            
            "imgURL": "https://i.imgur.com/i3YmoBJ.png"
        },
        {
            "id": "2",
            "name": "वृषभ (ई, उ, ए, ओ, वा, वी, वू, वे, वो)",
            "country": "वेतनभोगी लोगों को उच्च अधिकारियों की सलाह से लाभ होगा। आपको नौकरी के नए प्रस्ताव मिल सकते हैं।व्यापार में आ रही दिक्कतों को दूर करने में सफल रहेंगे। आप ऑनलाइन माध्यमों का अच्छा उपयोग करने में सक्षम होंगे।",
            
            "imgURL": "https://i.imgur.com/TUmxTOM.png"
        },
        {
            "id": "3",
            "name": "मिथुन (का, की, कु, घ, ङ, छ, के, को, हा)",
            "country": "नौकरी में आपको कई समस्याओं का सामना करना पड़ेगा। पेट में रोग उत्पन्न हो सकते हैं।घरेलू कलह के कारण अशांति रहेगी। पिता के साथ आपके संबंध मधुर रहेंगे।",
            
            "imgURL": "https://i.imgur.com/k67hXqC.png"
        },
        {
            "id": "4",
            "name": "कर्क (ही, हु, हे, हो, डा, डी, डू, डे, डो)",
            "country": "मैन्युफैक्चरिंग से जुड़े कारोबारियों को अचानक बड़े ऑर्डर मिलने की संभावना है। स्वार्थी लोगों से दूर रहें।कमीशन संबंधी कार्यों से धन लाभ होगा। अपने प्रेमी के साथ अच्छा व्यवहार करें।",
            
            "imgURL": "https://i.imgur.com/8HD7Bji.png"
        },
        {
            "id": "5",
            "name": "सिंह (मा, मी, मू, मे, मो, टा, टी, टू, टे)",
            "country": "आप अपने व्यक्तित्व में कुछ बदलाव देखेंगे। आप अपने सभी काम बेहतर तरीके से करेंगे।लोग आपके विचारों को बहुत महत्व देंगे। नई संपत्ति खरीद सकते हैं। नौकरी में काम का दबाव बढ़ेगा।",
            
            "imgURL": "https://i.imgur.com/0BvKlzB.png"
        },
        {
            "id": "6",
            "name": "कन्या (टो, पा, पी, पू, ष, ण, ठ, पे, पो)",
            "country": "समाज में आपकी अनूठी छवि बनेगी। उधार दिया हुआ पैसा वापस होगा। संतान को लेकर जरूर कुछ चिंता रहेगी।धार्मिक कार्यों में आपकी रुचि रहेगी। पुराने अनुभवों का लाभ मिलेगा।",
            
            "imgURL": "https://i.imgur.com/VrofZYo.png"
        },
        {
            "id": "7",
            "name": "तुला (रा, री, रु, रे, रो, ता, ती, तू, ते)",
            "country": "कार्यक्षेत्र में प्रबंधन को लेकर आपको काफी चिंता करनी पड़ेगी। हृदय रोगियों को परेशानी हो सकती है। आध्यात्मिक चिंतन के लिए दिन उपयुक्त है।हो सकता है कि आप गलत दिशा में जा रहे हों। इसलिए आज कोई नया काम न करें।",
            
            "imgURL": "https://i.imgur.com/mgReNWm.png"
        },
        {
            "id": "8",
            "name": "वृश्चिक (तो, ना, नी, नू, ने, नो, या, यी, यू)",
            "country": "किसी करीबी की बात आपको आहत कर सकती है। सोशल मीडिया में आप गंभीर मुद्दों पर अपनी राय व्यक्त कर सकते हैं।व्यापार में अपनी शैली में बदलाव लाएंगे। लंबी दूरी की यात्रा पर जा सकते हैं।",
            
            "imgURL": "https://i.imgur.com/gliMx6d.png"
        },
	{
            "id": "9",
            "name": "धनु (ये, यो, भा, भी, भू, धा, फा, ढ, भे)",
            "country": "आप अपनी योजनाओं को सफलतापूर्वक लागू करने में सक्षम होंगे। आज किसी को धन उधार न दें। नहीं तो वापस आना मुश्किल होगा।सब कुछ गहराई से लें। आज बहुत काम होगा।",
            
            "imgURL": "https://i.imgur.com/M8YfLCt.png"
        },
	{
            "id": "10",
            "name": "मकर (भो, जा, जी, खी, खू, खे, खो, गा, गी)",
            "country": "प्रेम संबंधों को लेकर आप भावुक रहेंगे। विद्यार्थियों को पढ़ाई में थोड़ी परेशानी होगी।व्यापार में आ रही बाधाएं दूर होंगी। ऑफिस के माहौल में शांति रहेगी। आप सामाजिक कार्यों में सक्रिय रूप से भाग लेंगे।",
            
            "imgURL": "https://i.imgur.com/CXtxKQ3.png"
        },
	{
            "id": "11",
            "name": "कुम्भ (गु, गे, गो, सा, सी, सू, से, सो, दा)",
            "country": "ऐसा कोई काम न करें जिससे आपके आत्मसम्मान को ठेस पहुंचे। संपत्ति से जुड़े लोगों के लिए दिन शुभ नहीं है। आलसी और लापरवाह न हों।सेहत में उतार-चढ़ाव रहेगा। पुराने रोग फिर से उभरने की संभावना है।",
            
            "imgURL": "https://i.imgur.com/wtrW1FM.png"
        },
	{
            "id": "12",
            "name": "मीन (दी, दू, थ, झ, ञ, दे, दो, च, ची)",
            "country": "प्रेम संबंधों को परिवार की स्वीकृति मिलने की संभावना है। करियर में आगे बढ़ने के लिए नए विकल्प आपके सामने आएंगे।लेकिन आप इससे समझदारी से निपटेंगे। प्रतियोगी परीक्षाओं में आपको सफलता मिल सकती है।",
            
            "imgURL": "https://i.imgur.com/XSf9NBH.png"
        }
    ]
}
