{
    "status": "true",
    "message": "Data fetched successfully!",
    "data": [
        {
            "id": "1",
            "name": "मेष (चू, चे, चो, ला, ली, लू, ले, लो, आ)",
            "country": "व्यापार में सहकर्मियों के साथ विवाद हो सकता है।उच्च शिक्षा के इच्छुक छात्रों को अच्छे अवसर मिल सकते हैं। परिवार की चिंता रहेगी। अनावश्यक मुद्दों पर अपना समय बर्बाद न करें। माइग्रेन के मरीजों को आज यात्रा करने से बचना चाहिए।",
            
            "imgURL": "https://i.imgur.com/i3YmoBJ.png"
        },
        {
            "id": "2",
            "name": "वृषभ (ई, उ, ए, ओ, वा, वी, वू, वे, वो)",
            "country": "माता के स्वास्थ्य को लेकर चिंता रहेगी। आलस्य आपके काम में बाधा डाल सकता है।आपको वह करना होगा जो आप नहीं करना चाहते हैं। आपको क्रोधी और उतावले स्वभाव से बचना चाहिए। व्यापार में उधार न लें।",
            
            "imgURL": "https://i.imgur.com/TUmxTOM.png"
        },
        {
            "id": "3",
            "name": "मिथुन (का, की, कु, घ, ङ, छ, के, को, हा)",
            "country": "ऑफिस का काम भी आपको घर पर ही करना होगा। मांसपेशियों में थकान महसूस होगी।दोपहर तक सभी जरूरी काम कर लें। प्रभावशाली लोगों से मैत्रीपूर्ण संबंध बनेंगे। व्यापार संबंधी परेशानियां दूर होंगी। आप प्रेम संबंधों का भरपूर आनंद लेंगे।",
            
            "imgURL": "https://i.imgur.com/k67hXqC.png"
        },
        {
            "id": "4",
            "name": "कर्क (ही, हु, हे, हो, डा, डी, डू, डे, डो)",
            "country": "आप अपने दोस्तों के बीच काफी लोकप्रिय रहेंगे। अगर आप सभी काम योजनाबद्ध तरीके से करेंगे तो आपको काफी फायदा होगा।कार्यक्षेत्र में आपका दबदबा बढ़ेगा। जीवनसाथी की सलाह को आप बहुत महत्व देंगे।",
            
            "imgURL": "https://i.imgur.com/8HD7Bji.png"
        },
        {
            "id": "5",
            "name": "सिंह (मा, मी, मू, मे, मो, टा, टी, टू, टे)",
            "country": "नए व्यापार अनुबंध हो सकते हैं। धीरे-धीरे आपको व्यापार में बड़ा लाभ होगा। दांपत्य जीवन में खुशियां बढ़ेंगी।कार्यक्षेत्र में प्रतिस्पर्धा का माहौल रहेगा। सभी काम मन लगाकर करें।",
            
            "imgURL": "https://i.imgur.com/0BvKlzB.png"
        },
        {
            "id": "6",
            "name": "कन्या (टो, पा, पी, पू, ष, ण, ठ, पे, पो)",
            "country": "सुबह सिर दर्द की शिकायत हो सकती है। धार्मिक भावनाओं से परिपूर्ण रहेंगे।आय के स्रोतों में वृद्धि होगी। भावनाओं के आधार पर निर्णय न लें। जमीन-जायदाद को लेकर कोई बड़ा सौदा होने की संभावना है।",
            
            "imgURL": "https://i.imgur.com/VrofZYo.png"
        },
        {
            "id": "7",
            "name": "तुला (रा, री, रु, रे, रो, ता, ती, तू, ते)",
            "country": "आज कड़ी मेहनत के कारण शाम के समय आपको थकान और बदन दर्द का अनुभव हो सकता है। जीवनसाथी के साथ रोमांटिक शाम का आनंद लें।आप मानसिक रूप से काफी मजबूत रहेंगे। कार्यक्षेत्र में आप काफी लोकप्रिय रहेंगे।",
            
            "imgURL": "https://i.imgur.com/mgReNWm.png"
        },
        {
            "id": "8",
            "name": "वृश्चिक (तो, ना, नी, नू, ने, नो, या, यी, यू)",
            "country": "अजनबियों पर ज्यादा भरोसा न करें। प्रेमी के साथ डेट पर जाने पर विचार करेंगे। कार्यक्षेत्र में आपको कोई जिम्मेदार काम सौंपा जा सकता है। पर्यटन की योजना बना सकते हैं।",
            
            "imgURL": "https://i.imgur.com/gliMx6d.png"
        },
	{
            "id": "9",
            "name": "धनु (ये, यो, भा, भी, भू, धा, फा, ढ, भे)",
            "country": "अत्यधिक उत्साह में बजट का ध्यान रखें। ससुराल पक्ष से संबंध मधुर रहेंगे।व्यापार के लिए आज का दिन बहुत अच्छा है। घर की साफ-सफाई और व्यवस्था पर बहुत ध्यान देंगे। शत्रुओं की योजना विफल होगी।",
            
            "imgURL": "https://i.imgur.com/M8YfLCt.png"
        },
	{
            "id": "10",
            "name": "मकर (भो, जा, जी, खी, खू, खे, खो, गा, गी)",
            "country": "पिछली गलतियों से सीखने का मौका मिलेगा। शाम को आप किसी पार्टी या कार्यक्रम में शामिल हो सकते हैं।कार्यक्षेत्र में नवाचार को लेकर उत्साहित रहेंगे। जीवनसाथी से नाराज़ हो सकते हैं। नए काम को लेकर जल्दबाजी न करें।",
            
            "imgURL": "https://i.imgur.com/CXtxKQ3.png"
        },
	{
            "id": "11",
            "name": "कुम्भ (गु, गे, गो, सा, सी, सू, से, सो, दा)",
            "country": "अगर कोई आपको सलाह देता है, तो आपको उस पर प्रतिक्रिया देने से पहले सोचना चाहिए। अपने आत्मसम्मान को अहंकार का रूप न बनने दें।नियोजित कार्यों के पूर्ण होने से आपके आत्मविश्वास में वृद्धि होगी। सरकार के नियमों का कड़ाई से पालन करें। शुभ कार्यों में धन खर्च होगा।",
            
            "imgURL": "https://i.imgur.com/wtrW1FM.png"
        },
	{
            "id": "12",
            "name": "मीन (दी, दू, थ, झ, ञ, दे, दो, च, ची)",
            "country": "मन में किसी भी प्रकार का पूर्वाग्रह न रखें। इससे आपकी रुचियों को चुनने में गलतियाँ हो सकती हैं। यात्रा लाभकारी रहेगी।फालतू की बातों पर ज्यादा ध्यान न दें। आज आप लजीज व्यंजनों का लुत्फ उठाएंगे। बॉस आपकी बहुत सराहना करेंगे।",
            
            "imgURL": "https://i.imgur.com/XSf9NBH.png"
        }
    ]
}
