{
    "status": "true",
    "message": "Data fetched successfully!",
    "data": [
        {
            "id": "1",
            "name": "मेष (चू, चे, चो, ला, ली, लू, ले, लो, आ)",
            "country": "परिवार के सदस्यों के बीच सामंजस्य बहुत अच्छा रहेगा। व्यापार में प्रगति से मन उत्साहित रहेगा। अपने कर्तव्यों से पीछे न हटें।धन संबंधी कार्य सुचारू रूप से होंगे। करियर में आगे बढ़ने के मौके मिलेंगे।",
            
            "imgURL": "https://i.imgur.com/i3YmoBJ.png"
        },
        {
            "id": "2",
            "name": "वृषभ (ई, उ, ए, ओ, वा, वी, वू, वे, वो)",
            "country": "अगर आप नई नौकरी की तलाश कर रहे हैं तो आज का दिन अच्छा है। प्रशासन से जुड़े लोगों को उच्च पद की प्राप्ति हो सकती है।व्यापार में नए अनुबंध होने की संभावना है। घरेलू विवादों को सुलझाने के अवसर प्राप्त होंगे।",
            
            "imgURL": "https://i.imgur.com/TUmxTOM.png"
        },
        {
            "id": "3",
            "name": "मिथुन (का, की, कु, घ, ङ, छ, के, को, हा)",
            "country": "समाज में आपकी प्रतिष्ठा में वृद्धि होगी। कानूनी मामलों में जीत मिलने के योग हैं। व्यापार के सिलसिले में यात्रा हो सकती है।जल्दबाजी के कारण आपका काम बिगड़ सकता है। विद्यार्थियों को पढ़ाई में उत्कृष्ट परिणाम प्राप्त होंगे।",
            
            "imgURL": "https://i.imgur.com/k67hXqC.png"
        },
        {
            "id": "4",
            "name": "कर्क (ही, हु, हे, हो, डा, डी, डू, डे, डो)",
            "country": "अनावश्यक मुद्दों पर राय देने से बचें। सरकारी कार्यों में रुकावट आने की संभावना है।नया काम शुरू करना मुश्किल होगा। घर का माहौल खराब रहेगा। अगर आप किसी गंभीर बीमारी से पीड़ित हैं तो आपको विशेष ध्यान रखना चाहिए।",
            
            "imgURL": "https://i.imgur.com/8HD7Bji.png"
        },
        {
            "id": "5",
            "name": "सिंह (मा, मी, मू, मे, मो, टा, टी, टू, टे)",
            "country": "दैनिक कारोबार में आपकी आमदनी में वृद्धि होगी। लंबे समय से रुके हुए काम में रुकावटें दूर हो सकती हैं। आपका स्वास्थ्य बहुत अच्छा रहेगा।अगर आप किसी से प्यार करते हैं तो उससे अपने दिल की बात कहने के लिए दिन शुभ है।",
            
            "imgURL": "https://i.imgur.com/0BvKlzB.png"
        },
        {
            "id": "6",
            "name": "कन्या (टो, पा, पी, पू, ष, ण, ठ, पे, पो)",
            "country": "अपने काम की गुणवत्ता पर विशेष ध्यान दें। शत्रु आपको हानि पहुँचाने का प्रयास कर सकते हैं।मित्रों की मदद लेनी पड़ सकती है।",
            
            "imgURL": "https://i.imgur.com/VrofZYo.png"
        },
        {
            "id": "7",
            "name": "तुला (रा, री, रु, रे, रो, ता, ती, तू, ते)",
            "country": "प्रेमी के साथ मैत्रीपूर्ण व्यवहार आपको मानसिक रूप से मजबूत बनाएगा। आप भी उनके साथ वेडिंग प्लान कर सकते हैं।संतान को करियर और विवाह संबंधी समस्याओं से मुक्ति मिलेगी। गूढ़ विषयों के अध्ययन में रुचि लेंगे।",
            
            "imgURL": "https://i.imgur.com/mgReNWm.png"
        },
        {
            "id": "8",
            "name": "वृश्चिक (तो, ना, नी, नू, ने, नो, या, यी, यू)",
            "country": "जीवनसाथी के साथ आज समय जरूर बिताएं। इससे आपको काफी फायदा होगा। अपना काम दूसरों पर न छोड़ें। आपको पिछली गलतियों पर पछतावा हो सकता है।मौसम में बदलाव आपके स्वास्थ्य को प्रभावित कर सकता है।",
            
            "imgURL": "https://i.imgur.com/gliMx6d.png"
        },
	{
            "id": "9",
            "name": "धनु (ये, यो, भा, भी, भू, धा, फा, ढ, भे)",
            "country": "आय के स्रोतों में वृद्धि होगी। सेहत को लेकर काफी संवेदनशील रहेंगे। आज परिस्थितियां आपके अनुकूल रहेंगी।मित्रों के सहयोग से प्रसन्नता होगी। आप किसी रोमांचकारी अनुभव के साक्षी बन सकते हैं। छोटी दूरी की यात्रा हो सकती है।",
            
            "imgURL": "https://i.imgur.com/M8YfLCt.png"
        },
	{
            "id": "10",
            "name": "मकर (भो, जा, जी, खी, खू, खे, खो, गा, गी)",
            "country": "भाषा की मर्यादा का ध्यान रखें। किसी नए काम को लेकर आशंकित रहेंगे। तो दोस्तों और शुभचिंतकों से राय लेना न भूलें।पुरुष जातक महिला मित्रों की ओर आकर्षित होंगे। कानूनी मामलों में आपको कुछ उलझनों का सामना करना पड़ेगा।",
            
            "imgURL": "https://i.imgur.com/CXtxKQ3.png"
        },
	{
            "id": "11",
            "name": "कुम्भ (गु, गे, गो, सा, सी, सू, से, सो, दा)",
            "country": "मनोरंजन में आपकी रुचि बढ़ेगी। लोग आपके साथ समय बिताना पसंद करेंगे। उधार दिया हुआ पैसा वापस मिल सकता है।व्यापार में बड़ा पैसा कमाया जा सकता है। आज परिवार के सदस्यों को उपहार देने का विचार बनेगा।",
            
            "imgURL": "https://i.imgur.com/wtrW1FM.png"
        },
	{
            "id": "12",
            "name": "मीन (दी, दू, थ, झ, ञ, दे, दो, च, ची)",
            "country": "भीड़ में बाहर जाने से बचें। जीवनसाथी से किसी बात को लेकर आप नाराज हो सकते हैं। दूसरों से अपनी तुलना करने की अपनी क्षमता को कम मत समझो।आज आपको सावधान रहना होगा। गले में संक्रमण होने की संभावना है।",
            
            "imgURL": "https://i.imgur.com/XSf9NBH.png"
        }
    ]
}
