{
    "status": "true",
    "message": "Data fetched successfully!",
    "data": [
        {
            "id": "1",
            "name": "मेष (चू, चे, चो, ला, ली, लू, ले, लो, आ)",
            "country": "ब्रांडिंग और मार्केटिंग के लिए दिन बहुत अच्छा है। करियर को लेकर कोई बड़ा और सार्थक फैसला आप ले सकते हैं।घर में उत्साह का माहौल रहेगा। आप भविष्य को लेकर काफी आशावादी रहने वाले हैं।",
            
            "imgURL": "https://i.imgur.com/i3YmoBJ.png"
        },
        {
            "id": "2",
            "name": "वृषभ (ई, उ, ए, ओ, वा, वी, वू, वे, वो)",
            "country": "किसी की आलोचना करने से बचें। कीमती सामान का ध्यान रखें। प्रेमी से आज कोई वादा न करें।नया काम शुरू करने के लिए दिन अच्छा नहीं है। दुष्ट प्रकृति के लोगों से दूरी बनाकर रखें।",
            
            "imgURL": "https://i.imgur.com/TUmxTOM.png"
        },
        {
            "id": "3",
            "name": "मिथुन (का, की, कु, घ, ङ, छ, के, को, हा)",
            "country": "कुछ लोग आपके बारे में भ्रम फैलाने की कोशिश करेंगे। प्रेम संबंधों को लेकर आप थोड़े भावुक हो सकते हैं।आपको विदेश में नौकरी और व्यापार के अवसर प्राप्त होंगे। वैवाहिक संबंध रोमांटिक रहेंगे।",
            
            "imgURL": "https://i.imgur.com/k67hXqC.png"
        },
        {
            "id": "4",
            "name": "कर्क (ही, हु, हे, हो, डा, डी, डू, डे, डो)",
            "country": "अपनी कार्यशैली में बदलाव फिलहाल उचित नहीं है। जीवनसाथी के साथ वाद-विवाद से बचें।पैसों के लेन-देन में आज कुछ गलती हो सकती है। अनावश्यक खर्चों के कारण आपका बजट गड़बड़ा सकता है।",
            
            "imgURL": "https://i.imgur.com/8HD7Bji.png"
        },
        {
            "id": "5",
            "name": "सिंह (मा, मी, मू, मे, मो, टा, टी, टू, टे)",
            "country": "आईटी और टेक्नोलॉजी में आपकी रुचि बढ़ेगी। सकारात्मक ऊर्जा के साथ आगे बढ़ते रहें। बच्चों को अपनी उपलब्धियों पर गर्व होगा।कार्यक्षेत्र में आपकी प्रशंसा होगी। राजनीति से जुड़े लोगों के लिए आज का दिन बहुत अच्छा है।",
            
            "imgURL": "https://i.imgur.com/0BvKlzB.png"
        },
        {
            "id": "6",
            "name": "कन्या (टो, पा, पी, पू, ष, ण, ठ, पे, पो)",
            "country": "धर्म के प्रति आपकी गहरी भक्ति होगी। व्यापार में बहुत अधिक उदारता दिखाना उचित नहीं है।आपकी प्रतिष्ठा बढ़ेगी। आप अपने जीवनसाथी के साथ बौद्धिक मामलों पर चर्चा कर सकते हैं।",
            
            "imgURL": "https://i.imgur.com/VrofZYo.png"
        },
        {
            "id": "7",
            "name": "तुला (रा, री, रु, रे, रो, ता, ती, तू, ते)",
            "country": "आपको आध्यात्मिक गुरुओं का आशीर्वाद मिल सकता है। आपकी नेतृत्व क्षमता में सुधार होगा।लंबी दूरी की यात्रा कर सकते हैं। गूढ़ रहस्यों के विषयों पर शोध करने वालों को सफलता मिल सकती है।",
            
            "imgURL": "https://i.imgur.com/mgReNWm.png"
        },
        {
            "id": "8",
            "name": "वृश्चिक (तो, ना, नी, नू, ने, नो, या, यी, यू)",
            "country": "बीमार लोगों को दवाओं के प्रति लापरवाह नहीं होना चाहिए। ऑफिस में आपका काम बिगड़ सकता है। यात्रा करते समय सावधान रहें।गलत कार्यशैली से व्यापार में घाटा होने की संभावना है।",
            
            "imgURL": "https://i.imgur.com/gliMx6d.png"
        },
	{
            "id": "9",
            "name": "धनु (ये, यो, भा, भी, भू, धा, फा, ढ, भे)",
            "country": "रुके हुए काम पूरे करने के लिए दिन अच्छा है। उधार दिया हुआ पैसा वापस मिल सकता है। शत्रु बहुत कमजोर होंगे।आपके परिवार के सदस्य आपके व्यवहार से बहुत खुश होंगे। सामाजिक आयोजनों के लिए दिन बहुत अच्छा है।",
            
            "imgURL": "https://i.imgur.com/M8YfLCt.png"
        },
	{
            "id": "10",
            "name": "मकर (भो, जा, जी, खी, खू, खे, खो, गा, गी)",
            "country": "पार्टनरशिप में नया काम शुरू कर सकते हैं। किसी भी काम को जल्दबाजी में पूरा न करें।उधार दिया हुआ पैसा वापस होगा। पेट में संक्रमण होने की संभावना है। आज हल्का भोजन करना लाभदायक रहेगा।",
            
            "imgURL": "https://i.imgur.com/CXtxKQ3.png"
        },
	{
            "id": "11",
            "name": "कुम्भ (गु, गे, गो, सा, सी, सू, से, सो, दा)",
            "country": "आप बौद्धिक चर्चा में भाग ले सकते हैं। आप विलासिता पर पैसा खर्च कर सकते हैं।बच्चों की परवरिश पर ध्यान दें। अपने दोस्तों पर भरोसा न करें। प्रेम संबंधों को लेकर आप काफी भावुक रहेंगे।",
            
            "imgURL": "https://i.imgur.com/wtrW1FM.png"
        },
	{
            "id": "12",
            "name": "मीन (दी, दू, थ, झ, ञ, दे, दो, च, ची)",
            "country": "वाहन चलाते समय सावधान रहें। जीवनसाथी से विवाद हो सकता है। माता के प्रति अच्छा व्यवहार रखें।व्यापार में मनचाहा परिणाम न मिलने से परेशानी होगी। पार्टनर के साथ संबंध मजबूत होंगे।",
            
            "imgURL": "https://i.imgur.com/XSf9NBH.png"
        }
    ]
}
