{
    "status": "true",
    "message": "Data fetched successfully!",
    "data": [
        {
            "id": "1",
            "name": "मेष (चू, चे, चो, ला, ली, लू, ले, लो, आ)",
            "country": "आपका सामाजिक दायरा बढ़ेगा। मित्रों के साथ आपके संबंध मजबूत होंगे। आप अपने शत्रुओं से आगे निकल जाएंगे।कार्यस्थल की बिगड़ती स्थितियां आपके नियंत्रण में आएंगी। आज आप गूढ़ विषयों के अध्ययन की ओर आकर्षित होंगे।",
            
            "imgURL": "https://i.imgur.com/i3YmoBJ.png"
        },
        {
            "id": "2",
            "name": "वृषभ (ई, उ, ए, ओ, वा, वी, वू, वे, वो)",
            "country": "जीवनसाथी की भावनाओं का ख्याल रखें। दूसरों की गलतियों को गिनने की बजाय उन्हें सही सलाह देकर समझाने की कोशिश करें।कार्यक्षेत्र में आप कुछ नया करने की कोशिश कर सकते हैं। प्रेम विवाह में कुछ रुकावटें आ सकती हैं। छात्रों को अपनी पढ़ाई पर बहुत ध्यान देना होगा।",
            
            "imgURL": "https://i.imgur.com/TUmxTOM.png"
        },
        {
            "id": "3",
            "name": "मिथुन (का, की, कु, घ, ङ, छ, के, को, हा)",
            "country": "दाम्पत्य जीवन में किसी कारण से तनाव आ सकता है। सेहत को लेकर परेशानी होगी। दिल की बजाय दिमाग से काम लें।भविष्य की योजना बनाने के लिए दिन अच्छा है। वाहन सावधानी से चलाएं अन्यथा परेशानी हो सकती है।",
            
            "imgURL": "https://i.imgur.com/k67hXqC.png"
        },
        {
            "id": "4",
            "name": "कर्क (ही, हु, हे, हो, डा, डी, डू, डे, डो)",
            "country": "आप लोगों के विचारों को समझते हैं, जिससे लोग आपसे सलाह मांगेंगे। प्रेमी के साथ आपके संबंध मधुर रहेंगे।आप कुछ महत्वपूर्ण और साहसिक निर्णय ले सकते हैं। पारिवारिक जीवन में सामंजस्य का माहौल रहेगा। घर के कामों में आप काफी सक्रिय रहेंगे।",
            
            "imgURL": "https://i.imgur.com/8HD7Bji.png"
        },
        {
            "id": "5",
            "name": "सिंह (मा, मी, मू, मे, मो, टा, टी, टू, टे)",
            "country": "आज आपको पर्याप्त मात्रा में आराम करना चाहिए। हृदय रोगियों को परेशानी हो सकती है। रिश्तेदारों से शुभ समाचार मिल सकता है।कार्यक्षेत्र में सहकर्मियों के साथ आप सख्त हो सकते हैं। महत्वपूर्ण कार्यों को समय पर पूरा करने का दबाव रहेगा।",
            
            "imgURL": "https://i.imgur.com/0BvKlzB.png"
        },
        {
            "id": "6",
            "name": "कन्या (टो, पा, पी, पू, ष, ण, ठ, पे, पो)",
            "country": "निजी संबंधों में मधुरता बढ़ेगी। आप नए रचनात्मक कार्यों में रुचि ले सकते हैं। आप परिवार को पर्याप्त समय देंगे।आपको कोई जिम्मेदार पद मिल सकता है। व्यापार में आपको बड़ा आर्थिक लाभ हो सकता है।",
            
            "imgURL": "https://i.imgur.com/VrofZYo.png"
        },
        {
            "id": "7",
            "name": "तुला (रा, री, रु, रे, रो, ता, ती, तू, ते)",
            "country": "सेहत के प्रति लापरवाही न बरतें। बदलते मौसम से आपको सर्दी-जुकाम हो सकता है। आज कोई नया काम शुरू न करें।धन की कमी का सामना करना पड़ेगा। मानसिक तनाव आपको परेशान कर सकता है।",
            
            "imgURL": "https://i.imgur.com/mgReNWm.png"
        },
        {
            "id": "8",
            "name": "वृश्चिक (तो, ना, नी, नू, ने, नो, या, यी, यू)",
            "country": "वरिष्ठ आपसे बहुत प्रभावित होंगे। आपकी तर्क क्षमता आपको हर जगह सफलता प्राप्त करने में मदद करेगी।सारे काम समय पर पूरे हो जाएंगे। आय के नए स्रोत विकसित हो रहे हैं। नौकरी में आपका प्रदर्शन लोगों के लिए अनुकरणीय रहेगा।",
            
            "imgURL": "https://i.imgur.com/gliMx6d.png"
        },
	{
            "id": "9",
            "name": "धनु (ये, यो, भा, भी, भू, धा, फा, ढ, भे)",
            "country": "पैतृक संपत्ति में वृद्धि होगी। कला जगत से जुड़े लोगों के लिए दिन बहुत अच्छा है।व्यवसाय में नए कर्मचारियों की भर्ती करने का विचार बनेगा। अपनी प्रतिभा को विकसित करने का प्रयास करें।",
            
            "imgURL": "https://i.imgur.com/M8YfLCt.png"
        },
	{
            "id": "10",
            "name": "मकर (भो, जा, जी, खी, खू, खे, खो, गा, गी)",
            "country": "स्वास्थ्य सेवाओं से जुड़े लोगों के लिए दिन अच्छा है। काम का दबाव कम रहेगा। मित्रों के साथ अच्छा समय व्यतीत करेंगे।व्यापार में लाभ कमाने के नए अवसर प्राप्त होंगे। सहकर्मियों के साथ आपके संबंध मधुर रहेंगे।",
            
            "imgURL": "https://i.imgur.com/CXtxKQ3.png"
        },
	{
            "id": "11",
            "name": "कुम्भ (गु, गे, गो, सा, सी, सू, से, सो, दा)",
            "country": "आपका समय अभी ठीक नहीं है इसलिए आज के दिन लोगों से सलाह न लें। क्योंकि लोग आपको गलत सलाह दे सकते हैं।चलती गतिविधियों में अचानक रुकावट आ सकती है। पिता के स्वास्थ्य का ध्यान रखें। भावनाएं काम बिगाड़ सकती हैं।",
            
            "imgURL": "https://i.imgur.com/wtrW1FM.png"
        },
	{
            "id": "12",
            "name": "मीन (दी, दू, थ, झ, ञ, दे, दो, च, ची)",
            "country": "दिनचर्या बहुत व्यवस्थित और संतुलित रहेगी। आज आप खुद को काफी समय देंगे। आप एकांत में बैठकर आत्मनिरीक्षण कर सकते हैं।प्रेम संबंधों में प्रगाढ़ता आएगी। जनकल्याण के कार्यों में आपकी रुचि रहेगी। सरकारी काम समय पर पूरे होंगे।",
            
            "imgURL": "https://i.imgur.com/XSf9NBH.png"
        }
    ]
}
