{
    "status": "true",
    "message": "Data fetched successfully!",
    "data": [
        {
            "id": "1",
            "name": "मेष (चू, चे, चो, ला, ली, लू, ले, लो, आ)",
            "country": "बच्चे अपनी गलतियों को सुधारेंगे। व्यापार में नए अनुबंध करने में सावधानी बरतें।उच्च शिक्षा में अच्छे परिणाम मिलने से मन उत्साहित रहेगा। आयात-निर्यात से जुड़े कारोबार में भारी धन लाभ होगा।",
            
            "imgURL": "https://i.imgur.com/i3YmoBJ.png"
        },
        {
            "id": "2",
            "name": "वृषभ (ई, उ, ए, ओ, वा, वी, वू, वे, वो)",
            "country": "होटल और रेस्टोरेंट व्यवसायियों के व्यापार में कमी आने की संभावना है। दूसरों के मामलों में न उलझें। वैवाहिक संबंध काफी रोमांटिक हो सकते हैं।गूढ़ आध्यात्मिक चर्चा में शामिल हो सकते हैं। छोटे उद्योगों में नुकसान हो सकता है।",
            
            "imgURL": "https://i.imgur.com/TUmxTOM.png"
        },
        {
            "id": "3",
            "name": "मिथुन (का, की, कु, घ, ङ, छ, के, को, हा)",
            "country": "आय के वैकल्पिक स्रोत विकसित करें। व्यवसाय में अच्छे ग्राहक होने से आपके व्यवसाय में स्थिरता आएगी। आपके मान-सम्मान में वृद्धि होगी।दाम्पत्य जीवन सुखमय रहेगा। घरवालों को प्रेम विवाह के लिए राजी करना आसान होगा।",
            
            "imgURL": "https://i.imgur.com/k67hXqC.png"
        },
        {
            "id": "4",
            "name": "कर्क (ही, हु, हे, हो, डा, डी, डू, डे, डो)",
            "country": "तनावपूर्ण स्थितियों से बचें। आपका मन दीवानगी भरी बातों में डूबा रहेगा। नौकरीपेशा लोगों को नौकरी की चिंता रहेगी।आपकी सामाजिक छवि बहुत अच्छी रहेगी। मधुमेह रोगियों का स्वास्थ्य अच्छा नहीं रहेगा।",
            
            "imgURL": "https://i.imgur.com/8HD7Bji.png"
        },
        {
            "id": "5",
            "name": "सिंह (मा, मी, मू, मे, मो, टा, टी, टू, टे)",
            "country": "कला जगत से जुड़े लोगों के लिए आज का दिन खास है। काम थोड़ा विलंब से पूरा होगा। लव लाइफ काफी रोमांटिक रहेगी।आर्थिक स्थिति मजबूत बनी रहेगी। परिवार वालों के साथ अच्छा समय व्यतीत करेंगे।",
            
            "imgURL": "https://i.imgur.com/0BvKlzB.png"
        },
        {
            "id": "6",
            "name": "कन्या (टो, पा, पी, पू, ष, ण, ठ, पे, पो)",
            "country": "आप विवाहेतर संबंधों की ओर थोड़ा आकर्षित हो सकते हैं। हालांकि आपका विवेक हमेशा आपके पक्ष में रहेगा।कार्यक्षेत्र में गलत लोगों का खामियाजा आपको भुगतना पड़ेगा। अपने स्वभाव में नम्रता का भाव रखें। कमर के निचले हिस्से में दर्द की शिकायत हो सकती है।",
            
            "imgURL": "https://i.imgur.com/VrofZYo.png"
        },
        {
            "id": "7",
            "name": "तुला (रा, री, रु, रे, रो, ता, ती, तू, ते)",
            "country": "बड़े भाई-बहनों के जीवन में कुछ सकारात्मक बदलाव आ सकते हैं।रुके हुए काम तेजी से पूरे होंगे।लोग आपकी विचारधारा से बहुत जल्दी प्रभावित होंगे।जॉब इंटरव्यू में आपको निश्चित सफलता मिलेगी।",
            
            "imgURL": "https://i.imgur.com/mgReNWm.png"
        },
        {
            "id": "8",
            "name": "वृश्चिक (तो, ना, नी, नू, ने, नो, या, यी, यू)",
            "country": "आर्थिक समस्या का समाधान होगा। निर्माण कार्यों में तेजी आएगी।स्वादिष्ट भोजन का आनंद लें। व्यापार में सहकर्मियों की मदद ले सकते हैं।",
            
            "imgURL": "https://i.imgur.com/gliMx6d.png"
        },
	{
            "id": "9",
            "name": "धनु (ये, यो, भा, भी, भू, धा, फा, ढ, भे)",
            "country": "विदेश यात्रा के योग बन रहे हैं। पिता और गुरुओं का मार्गदर्शन लेते रहें।भाग्य आज आपका साथ देगा। आज महिलाओं की काफी तारीफ होगी।",
            
            "imgURL": "https://i.imgur.com/M8YfLCt.png"
        },
	{
            "id": "10",
            "name": "मकर (भो, जा, जी, खी, खू, खे, खो, गा, गी)",
            "country": "व्यर्थ के कार्यों में धन खर्च हो सकता है। किसी भी बात पर तुरंत प्रतिक्रिया न दें।नौकरी को लेकर आप कुछ तनाव में हो सकते हैं। आज आप अपनी बात ठीक से नहीं रख पाएंगे।",
            
            "imgURL": "https://i.imgur.com/CXtxKQ3.png"
        },
	{
            "id": "11",
            "name": "कुम्भ (गु, गे, गो, सा, सी, सू, से, सो, दा)",
            "country": "पैतृक व्यवसाय में विस्तार हो सकता है। घर में कुछ शुभ कार्य हो सकते हैं।सरकारी कार्यों में सफलता मिलेगी। थोड़ी सी मेहनत से आपको बेहतर परिणाम मिलेंगे।",
            
            "imgURL": "https://i.imgur.com/wtrW1FM.png"
        },
	{
            "id": "12",
            "name": "मीन (दी, दू, थ, झ, ञ, दे, दो, च, ची)",
            "country": "आयात-निर्यात से जुड़े कारोबार में वृद्धि होगी। बॉस आपसे नाखुश हो सकता है।परिवार के सदस्य आपकी बातों का गलत अर्थ निकाल सकते हैं। कार्यक्षेत्र में किसी महिला सहकर्मी से झगड़ा हो सकता है।",
            
            "imgURL": "https://i.imgur.com/XSf9NBH.png"
        }
    ]
}
