{
    "status": "true",
    "message": "Data fetched successfully!",
    "data": [
        {
            "id": "1",
            "name": "मेष (चू, चे, चो, ला, ली, लू, ले, लो, आ)",
            "country": "चिकित्सा क्षेत्र से जुड़े लोगों के लिए दिन बहुत अच्छा है। समाज में आपकी प्रतिष्ठा में वृद्धि होगी।परिवार के सदस्यों के साथ आपके संबंध मधुर रहेंगे। आप नई संपत्ति में निवेश कर सकते हैं।",
            
            "imgURL": "https://i.imgur.com/i3YmoBJ.png"
        },
        {
            "id": "2",
            "name": "वृषभ (ई, उ, ए, ओ, वा, वी, वू, वे, वो)",
            "country": "काम के दबाव में आप खुद को फंसा हुआ महसूस करेंगे। चलते समय काम रुक सकता है।शिक्षा में बाधा आ सकती है। अपने कर्तव्यों के प्रति वफादार रहें। किसी बुजुर्ग व्यक्ति के स्वास्थ्य को लेकर चिंता रहेगी।",
            
            "imgURL": "https://i.imgur.com/TUmxTOM.png"
        },
        {
            "id": "3",
            "name": "मिथुन (का, की, कु, घ, ङ, छ, के, को, हा)",
            "country": "ऑफिस में परेशानी होगी। अचानक बड़े खर्चे से आपका बैंक बैलेंस प्रभावित हो सकता है।दूसरों के मामलों में अवांछित सलाह न दें। आप अपनी छवि को लेकर चिंतित रहेंगे।",
            
            "imgURL": "https://i.imgur.com/k67hXqC.png"
        },
        {
            "id": "4",
            "name": "कर्क (ही, हु, हे, हो, डा, डी, डू, डे, डो)",
            "country": "व्यापार में नए साझेदार जुड़ सकते हैं। आपकी कार्यशैली से लोग प्रभावित होंगे। भागीदारों के साथ मतभेद सुलझेंगे।नई नौकरी की तलाश में हैं तो सफलता मिलेगी। प्रबंधन से जुड़े कार्यों के लिए दिन बहुत ही शुभ है।",
            
            "imgURL": "https://i.imgur.com/8HD7Bji.png"
        },
        {
            "id": "5",
            "name": "सिंह (मा, मी, मू, मे, मो, टा, टी, टू, टे)",
            "country": "दूसरों की समस्याओं को सुलझाने में आप बहुत कारगर हो सकते हैं। किसी मुश्किल काम को पूरा करने को लेकर आप उत्साहित रहेंगे।मन में कुछ नया करने का विचार बनेगा। आपके संवाद करने के तरीके से लोग प्रभावित होंगे।",
            
            "imgURL": "https://i.imgur.com/0BvKlzB.png"
        },
        {
            "id": "6",
            "name": "कन्या (टो, पा, पी, पू, ष, ण, ठ, पे, पो)",
            "country": "सामान्य तौर पर स्वास्थ्य अच्छा रहेगा। धार्मिक कार्यों में व्यस्त रहेंगे।बच्चों को शिक्षा और करियर में बड़ी उपलब्धि मिल सकती है। पढ़ाई में आ रही रुकावटें दूर होंगी।",
            
            "imgURL": "https://i.imgur.com/VrofZYo.png"
        },
        {
            "id": "7",
            "name": "तुला (रा, री, रु, रे, रो, ता, ती, तू, ते)",
            "country": "सहकर्मी आपका विरोध कर सकते हैं। कृषि कार्यों से धन लाभ होगा।नसों में समस्या हो सकती है। बातचीत के दौरान गलत शब्दों का चुनाव न करें।",
            
            "imgURL": "https://i.imgur.com/mgReNWm.png"
        },
        {
            "id": "8",
            "name": "वृश्चिक (तो, ना, नी, नू, ने, नो, या, यी, यू)",
            "country": "अतिरिक्त कार्यभार के बावजूद आप बहुत अच्छा महसूस करेंगे। प्रेमी लोगों से अपने प्यार का इजहार कर सकते हैं।अधिकारी आपकी बहुत सराहना करेंगे। नया काम शुरू करने के लिए दिन बहुत अच्छा है। जीवनसाथी को करियर के अवसर प्राप्त होंगे।",
            
            "imgURL": "https://i.imgur.com/gliMx6d.png"
        },
	{
            "id": "9",
            "name": "धनु (ये, यो, भा, भी, भू, धा, फा, ढ, भे)",
            "country": "अपने सगे-संबंधियों से अच्छे संबंध बनाए रखें। व्यापार में उत्पादन क्षमता में वृद्धि से प्रसन्नता होगी। सामाजिक कार्यों में शामिल रहेंगे।परिवार में आपका प्रभाव बढ़ेगा। आपको जोखिम भरे निवेश से बचना चाहिए।",
            
            "imgURL": "https://i.imgur.com/M8YfLCt.png"
        },
	{
            "id": "10",
            "name": "मकर (भो, जा, जी, खी, खू, खे, खो, गा, गी)",
            "country": "पुराने मित्रों से मुलाकात होगी। कानूनी मामलों में आपको सफलता मिलेगी।तनावपूर्ण स्थितियों के बावजूद आप अपना काम बखूबी करेंगे। दाम्पत्य जीवन का आनंद लेंगे।",
            
            "imgURL": "https://i.imgur.com/CXtxKQ3.png"
        },
	{
            "id": "11",
            "name": "कुम्भ (गु, गे, गो, सा, सी, सू, से, सो, दा)",
            "country": "आज कोई महत्वपूर्ण कार्य करना उचित नहीं है। महत्वपूर्ण चीजें छूट सकती हैं।नौकरी में परेशानी बढ़ने की संभावना है। शत्रु आपको परेशान कर सकते हैं। मित्रों से अनबन हो सकती है।",
            
            "imgURL": "https://i.imgur.com/wtrW1FM.png"
        },
	{
            "id": "12",
            "name": "मीन (दी, दू, थ, झ, ञ, दे, दो, च, ची)",
            "country": "दाम्पत्य संबंधों में मधुरता बनी रहेगी। राजनीति से जुड़े लोगों के लिए समय शुभ है।कार्यक्षेत्र में प्रमोशन मिलने के योग हैं। व्यापार में लाभ होगा। आपकी कोई योजना सफल हो सकती है।",
            
            "imgURL": "https://i.imgur.com/XSf9NBH.png"
        }
    ]
}
