{
    "status": "true",
    "message": "Data fetched successfully!",
    "data": [
        {
            "id": "1",
            "name": "मेष (चू, चे, चो, ला, ली, लू, ले, लो, आ)",
            "country": "मैन्युफैक्चरिंग गतिविधियों से जुड़े लोगों की आय में वृद्धि हो सकती है। सहकर्मियों के साथ आपके संबंध मधुर रहेंगे।बिजनेस में बड़ा बदलाव ला सकते हैं। भाइयों से संपत्ति का विवाद समाप्त होगा। यात्रा लाभकारी रहेगी।",
            
            "imgURL": "https://i.imgur.com/i3YmoBJ.png"
        },
        {
            "id": "2",
            "name": "वृषभ (ई, उ, ए, ओ, वा, वी, वू, वे, वो)",
            "country": "आपको अत्यधिक लालच से बचना चाहिए। आप रिश्तों को अच्छे से संभालेंगे। लेकिन दूसरी तरफ से आपको पर्याप्त सहयोग नहीं मिलेगा।व्यापार में आपको अधिक मेहनत करनी पड़ेगी। प्रेमी के साथ अच्छा समय व्यतीत करेंगे। ख़र्चों में वृद्धि के कारण आपके कुछ काम प्रभावित होंगे। ",
            
            "imgURL": "https://i.imgur.com/TUmxTOM.png"
        },
        {
            "id": "3",
            "name": "मिथुन (का, की, कु, घ, ङ, छ, के, को, हा)",
            "country": "पुरानी बीमारियां सामने आ सकती हैं। पुरुष जातकों को महिलाओं के प्रति अपना व्यवहार अच्छा रखना चाहिए।महत्वपूर्ण निर्णय लेने में जल्दबाजी करना उचित नहीं है। कीमती सामान का नुकसान होने की संभावना है। ",
            
            "imgURL": "https://i.imgur.com/k67hXqC.png"
        },
        {
            "id": "4",
            "name": "कर्क (ही, हु, हे, हो, डा, डी, डू, डे, डो)",
            "country": "मित्रों के साथ आपके संबंध मजबूत होंगे। कार्यक्षेत्र में आपकी क्षमता की सराहना होगी।संपत्ति से जुड़े विवाद सुलझेंगे। आज का दिन आपके लिए सुखद रहने वाला है। ",
            
            "imgURL": "https://i.imgur.com/8HD7Bji.png"
        },
        {
            "id": "5",
            "name": "सिंह (मा, मी, मू, मे, मो, टा, टी, टू, टे)",
            "country": "व्यस्तता के बावजूद आज आप कहीं घूमने जा सकते हैं। आपका मन प्रसन्न रहेगा। नए संपर्क फायदेमंद रहेंगे।आपके विरोधी आपको नीचा दिखाने की कोशिश करेंगे।",
            
            "imgURL": "https://i.imgur.com/0BvKlzB.png"
        },
        {
            "id": "6",
            "name": "कन्या (टो, पा, पी, पू, ष, ण, ठ, पे, पो)",
            "country": "आपको बुरी आदतों से बचना चाहिए। गुप्त शत्रुओं से सावधान रहें। गैस और एसिडिटी की समस्या हो सकती है।प्राइवेट नौकरी करने वाले लोगों को नौकरी की चिंता सताएगी। वाहन चलाते समय सावधान रहें।",
            
            "imgURL": "https://i.imgur.com/VrofZYo.png"
        },
        {
            "id": "7",
            "name": "तुला (रा, री, रु, रे, रो, ता, ती, तू, ते)",
            "country": "अपने काम की गुणवत्ता में कमी न आने दें। प्रशासन के लोगों से आपको थोड़ी परेशानी हो सकती है।हल्का और सुपाच्य भोजन करें। सर्दी परेशानी का कारण बन सकती है। क्रोध को अपने ऊपर हावी न होने दें।",
            
            "imgURL": "https://i.imgur.com/mgReNWm.png"
        },
        {
            "id": "8",
            "name": "वृश्चिक (तो, ना, नी, नू, ने, नो, या, यी, यू)",
            "country": "ोर्ट से जुड़े मामलों में आपको जीत मिलने के योग हैं।सरकारी कार्यों में सफलता मिलेगी। आपको बहुत मेहनत करनी होगी।",
            
            "imgURL": "https://i.imgur.com/gliMx6d.png"
        },
	{
            "id": "9",
            "name": "धनु (ये, यो, भा, भी, भू, धा, फा, ढ, भे)",
            "country": "एसिडिटी और गैस की समस्या हो सकती है। बोलते समय शब्दों का प्रयोग सावधानी से करें।महिलाओं को स्वास्थ्य संबंधी परेशानी हो सकती है। मानसिक शांति का अभाव रहेगा।",
            
            "imgURL": "https://i.imgur.com/M8YfLCt.png"
        },
	{
            "id": "10",
            "name": "मकर (भो, जा, जी, खी, खू, खे, खो, गा, गी)",
            "country": "बच्चों और परिवार के साथ अच्छा समय व्यतीत करेंगे। राजनीति से जुड़े लोगों की छवि बहुत अच्छी रहेगी।परिवार के साथ अच्छा समय व्यतीत करेंगे। आपका सामाजिक दायरा बढ़ेगा।",
            
            "imgURL": "https://i.imgur.com/CXtxKQ3.png"
        },
	{
            "id": "11",
            "name": "कुम्भ (गु, गे, गो, सा, सी, सू, से, सो, दा)",
            "country": "माता-पिता से बहस न करें। अंतिम समय में आपके काम में रुकावट आ सकती है।भ्रमित करने वाली खबरों से दूर रहें। अनावश्यक यात्रा हो सकती है। नौकरी में अचानक आप पर बहुत दबाव रहने वाला है।",
            
            "imgURL": "https://i.imgur.com/wtrW1FM.png"
        },
	{
            "id": "12",
            "name": "मीन (दी, दू, थ, झ, ञ, दे, दो, च, ची)",
            "country": "सभी कार्य उत्साह से करेंगे। सुख के साधनों पर धन खर्च कर सकते हैं। बड़े भाई-बहनों से अनबन हो सकती है।कार्यक्षेत्र में लक्ष्य प्राप्त करने से मन बहुत प्रसन्न रहेगा। व्यापार में अचानक धन लाभ हो सकता है।",
            
            "imgURL": "https://i.imgur.com/XSf9NBH.png"
        }
    ]
}
