{
    "status": "true",
    "message": "Data fetched successfully!",
    "data": [
        {
            "id": "1",
            "name": "मेष (चू, चे, चो, ला, ली, लू, ले, लो, आ)",
            "country": "दाम्पत्य सुख में कमी आएगी। नया काम शुरू करने के लिए दिन शुभ नहीं है।पैसों से जुड़ी चिंताएं आपको परेशान कर सकती हैं। व्यापार में आपके संपर्क मजबूत होंगे। पुरानी कड़वी यादें आपका दिमाग खराब कर देंगी।",
            
            "imgURL": "https://i.imgur.com/i3YmoBJ.png"
        },
        {
            "id": "2",
            "name": "वृषभ (ई, उ, ए, ओ, वा, वी, वू, वे, वो)",
            "country": "विद्यार्थियों को प्रतियोगी परीक्षाओं में बड़ी सफलता मिलने के योग हैं।जीवनसाथी आपकी प्रगति से बहुत प्रसन्न रहेगा। ऑफिस में आपको कोई बड़ा प्रोजेक्ट मिल सकता है। दोस्त आपकी बहुत मदद करेंगे।",
            
            "imgURL": "https://i.imgur.com/TUmxTOM.png"
        },
        {
            "id": "3",
            "name": "मिथुन (का, की, कु, घ, ङ, छ, के, को, हा)",
            "country": "युवा जोड़े अपने प्यार का इजहार करने के लिए उपहार दे सकते हैं। अपने खर्चों पर नियंत्रण रखें।घर में खुशियों का माहौल रहेगा। कमीशन से जुड़े कारोबार में भारी आर्थिक लाभ हो सकता है। प्रियजनों के प्रति आपकी भक्ति बढ़ेगी।",
            
            "imgURL": "https://i.imgur.com/k67hXqC.png"
        },
        {
            "id": "4",
            "name": "कर्क (ही, हु, हे, हो, डा, डी, डू, डे, डो)",
            "country": "पुराने निवेश से धन की प्राप्ति होगी। नया वाहन खरीदने पर विचार कर सकते हैं। संपत्ति विवाद सुलझेंगे।कला क्षेत्र से जुड़े लोगों को कोई बड़ा मंच मिल सकता है। कार्यक्षेत्र में आपको वरिष्ठों का सहयोग प्राप्त होगा।",
            
            "imgURL": "https://i.imgur.com/8HD7Bji.png"
        },
        {
            "id": "5",
            "name": "सिंह (मा, मी, मू, मे, मो, टा, टी, टू, टे)",
            "country": "आपके रिश्ते प्रभावित हो सकते हैं। शत्रु आप पर हावी होने का प्रयास करेंगे।यात्रा आपको बहुत थका सकती है। ऑनलाइन व्यापारियों को भुगतान आदि को लेकर थोड़ा सावधान रहना चाहिए।",
            
            "imgURL": "https://i.imgur.com/0BvKlzB.png"
        },
        {
            "id": "6",
            "name": "कन्या (टो, पा, पी, पू, ष, ण, ठ, पे, पो)",
            "country": "आपका आत्मविश्वास कम हो सकता है। आय के नए स्रोत बन सकते हैं।पारिवारिक जीवन में सुखद अनुभव होंगे। अगर प्रेमी, शादी को लेकर अपने परिवार से सहमति लेना चाहते हैं तो आज का दिन शुभ है।",
            
            "imgURL": "https://i.imgur.com/VrofZYo.png"
        },
        {
            "id": "7",
            "name": "तुला (रा, री, रु, रे, रो, ता, ती, तू, ते)",
            "country": "जिस काम का परिणाम फिलहाल नहीं मिल रहा है, उसे छोड़ दीजिये। रिश्तों की समस्या का समाधान होगा।राजनीति से जुड़े लोग कठिन फैसले ले सकते हैं। मरीजों को स्वास्थ्य लाभ मिलेगा।",
            
            "imgURL": "https://i.imgur.com/mgReNWm.png"
        },
        {
            "id": "8",
            "name": "वृश्चिक (तो, ना, नी, नू, ने, नो, या, यी, यू)",
            "country": "आप काम से जुड़े महत्वपूर्ण लक्ष्यों को प्राप्त करेंगे। सीनियर आपसे बहुत खुश रहने वाले हैं। अपने प्रेमी से झूठ मत बोलिये। अपनी गलतियों को मत छिपाओ। बुजुर्ग जातक अपने बच्चों के करियर को लेकर चिंतित रहेंगे।",
            
            "imgURL": "https://i.imgur.com/gliMx6d.png"
        },
	{
            "id": "9",
            "name": "धनु (ये, यो, भा, भी, भू, धा, फा, ढ, भे)",
            "country": "बुद्धिमान लोगों की सलाह से आपको बड़ा लाभ मिलेगा। वैवाहिक संबंधों में प्रगाढ़ता बढ़ेगी।माता के सुख में वृद्धि होगी। आदर्शवादी विचारों से बचना चाहिए। सुख के साधनों में वृद्धि होगी। आप अपने बच्चों की सफलता पर गर्व महसूस करेंगे।",
            
            "imgURL": "https://i.imgur.com/M8YfLCt.png"
        },
	{
            "id": "10",
            "name": "मकर (भो, जा, जी, खी, खू, खे, खो, गा, गी)",
            "country": "आपके काम की गुणवत्ता में वृद्धि होगी। कार्यक्षेत्र में नए साझेदारों के साथ जुड़ने की संभावना है।व्यापारियों को भारी धन लाभ होगा। तकनीक के क्षेत्र में आपकी काफी रुचि रहने वाली है। आपका पूरा ध्यान करियर पर रहेगा।",
            
            "imgURL": "https://i.imgur.com/CXtxKQ3.png"
        },
	{
            "id": "11",
            "name": "कुम्भ (गु, गे, गो, सा, सी, सू, से, सो, दा)",
            "country": "व्यापार के विस्तार के लिए कर्ज ले सकते हैं। जिसमें आपको सफलता भी मिलेगी। आपके चेहरे पर खुशी के भाव नजर आएंगे।तनाव से दूर रहने के लिए आपको योग और ध्यान की जरूरत है। विदेश यात्रा के कारण आपको थोड़ी परेशानी का अनुभव होगा।",
            
            "imgURL": "https://i.imgur.com/wtrW1FM.png"
        },
	{
            "id": "12",
            "name": "मीन (दी, दू, थ, झ, ञ, दे, दो, च, ची)",
            "country": "गृहस्थ जीवन में शांति रहेगी। जीवनसाथी के प्रति वफादारी और प्रेम में वृद्धि होगी। व्यापारिक यात्रा सफल रहेगी।लोग आपसे प्रेरणा लेंगे। झूठी खबर फैलाने से बचें।",
            
            "imgURL": "https://i.imgur.com/XSf9NBH.png"
        }
    ]
}
