{
    "status": "true",
    "message": "Data fetched successfully!",
    "data": [
        {
            "id": "1",
            "name": "मेष (चू, चे, चो, ला, ली, लू, ले, लो, आ)",
            "country": "परिवार में सुख-शांति का माहौल रहेगा। आपके सभी काम समय पर और निर्बाध रूप से होंगे।जीवनसाथी के साथ यादगार समय बिताएंगे। व्यापार में कोई बड़ा सौदा होने की संभावना है।",
            
            "imgURL": "https://i.imgur.com/i3YmoBJ.png"
        },
        {
            "id": "2",
            "name": "वृषभ (ई, उ, ए, ओ, वा, वी, वू, वे, वो)",
            "country": "सुबह आपको शुभ समाचार मिल सकता है। व्यापार में मित्रों का सहयोग मिलेगा। नवविवाहित जोड़ा पर्यटन के लिए जा सकता है। बातचीत के दौरान शब्दों का प्रयोग सावधानी से करें। नौकरी करने वाले लोगों को बोनस मिल सकता है।",
            
            "imgURL": "https://i.imgur.com/TUmxTOM.png"
        },
        {
            "id": "3",
            "name": "मिथुन (का, की, कु, घ, ङ, छ, के, को, हा)",
            "country": "पुराने संबंध लाभकारी रहेंगे। आप अपने जीवन साथी के साथ अपने विचार साझा कर सकते हैं।विद्यार्थियों को पढ़ाई में बड़ी सफलता मिल सकती है। महिलाएं अपने करियर को लेकर काफी सक्रिय रहेंगी।",
            
            "imgURL": "https://i.imgur.com/k67hXqC.png"
        },
        {
            "id": "4",
            "name": "कर्क (ही, हु, हे, हो, डा, डी, डू, डे, डो)",
            "country": "खाद्य उद्योग से जुड़े लोगों के व्यापार में वृद्धि होगी। संतान के भविष्य को लेकर चिंता रहेगी।आपको पैतृक संपत्ति मिल सकती है। भूमि व्यापारियों के लिए दिन विशेष रूप से शुभ है।",
            
            "imgURL": "https://i.imgur.com/8HD7Bji.png"
        },
        {
            "id": "5",
            "name": "सिंह (मा, मी, मू, मे, मो, टा, टी, टू, टे)",
            "country": "आप अपने लक्ष्य के प्रति पूरे उत्साह के साथ काम करेंगे। किसी समारोह में आमंत्रण प्राप्त होगा।आप कोई नया प्रोजेक्ट शुरू कर सकते हैं जिसमें आपको बड़ी सफलता मिल सकती है। कार्यक्षेत्र में आपका दबदबा बढ़ेगा।",
            
            "imgURL": "https://i.imgur.com/0BvKlzB.png"
        },
        {
            "id": "6",
            "name": "कन्या (टो, पा, पी, पू, ष, ण, ठ, पे, पो)",
            "country": "करियर में आगे बढ़ने के अवसर प्राप्त होंगे। शोध और शोध कार्य में आपको सफलता मिल सकती है।बच्चे पिता के साथ अच्छा समय बिताएंगे। बिजनेस में दोस्तों की मदद ले सकते हैं।",
            
            "imgURL": "https://i.imgur.com/VrofZYo.png"
        },
        {
            "id": "7",
            "name": "तुला (रा, री, रु, रे, रो, ता, ती, तू, ते)",
            "country": "वैवाहिक संबंधों को पर्याप्त समय देना चाहिए। आपका मनोबल और आत्मविश्वास बढ़ेगा।दिन की शुरुआत बहुत ही सुखद रहने वाली है। नौकरी में आप अपने लक्ष्य को आसानी से प्राप्त कर लेंगे।",
            
            "imgURL": "https://i.imgur.com/mgReNWm.png"
        },
        {
            "id": "8",
            "name": "वृश्चिक (तो, ना, नी, नू, ने, नो, या, यी, यू)",
            "country": "सेहत का विशेष ध्यान रखें। खान-पान और दवाओं का ध्यान रखें। नौकरीपेशा जातकों के लिए दिन अच्छा नहीं है।जीवनसाथी के साथ संवादहीनता के कारण परेशानी होगी। रात में किसी बात को लेकर झगड़ा हो सकता है।",
            
            "imgURL": "https://i.imgur.com/gliMx6d.png"
        },
	{
            "id": "9",
            "name": "धनु (ये, यो, भा, भी, भू, धा, फा, ढ, भे)",
            "country": "प्रेमी को प्रपोज कर सकते हैं। आप अपने कौशल को बढ़ाने का प्रयास करेंगे। योग्य संतान की शादी तय हो सकती है।कार्यक्षेत्र में आपको बहुत व्यस्त रहना होगा। आपकी प्रतिष्ठा में वृद्धि होगी।",
            
            "imgURL": "https://i.imgur.com/M8YfLCt.png"
        },
	{
            "id": "10",
            "name": "मकर (भो, जा, जी, खी, खू, खे, खो, गा, गी)",
            "country": "परिस्थितियाँ आपके पक्ष में रहने वाली हैं इसलिए अपने समय का सदुपयोग करें। आपके जनसंपर्क में वृद्धि होगी।जल्दबाजी में किए गए कार्यों का उचित परिणाम मिलना मुश्किल होगा। परिवार के सदस्यों के बीच सामंजस्य बना रहेगा।",
            
            "imgURL": "https://i.imgur.com/CXtxKQ3.png"
        },
	{
            "id": "11",
            "name": "कुम्भ (गु, गे, गो, सा, सी, सू, से, सो, दा)",
            "country": "महत्वपूर्ण लोगों से आपके संबंध मजबूत होंगे। छात्रों को उनके सहपाठियों और शिक्षकों का सहयोग मिलेगा।सोशल मीडिया पर आपकी सक्रियता बढ़ेगी। लोग आपके उदार स्वभाव की सराहना करेंगे।",
            
            "imgURL": "https://i.imgur.com/wtrW1FM.png"
        },
	{
            "id": "12",
            "name": "मीन (दी, दू, थ, झ, ञ, दे, दो, च, ची)",
            "country": "स्वास्थ्य को नजरअंदाज करना उचित नहीं है। आपके ख़र्चे अचानक से बढ़ सकते हैं। आज के दिन महत्वपूर्ण काम शुरू न करें।घरेलू समस्याओं को बाहरी लोगों से साझा न करें।",
            
            "imgURL": "https://i.imgur.com/XSf9NBH.png"
        }
    ]
}
