{
    "status": "true",
    "message": "Data fetched successfully!",
    "data": [
        {
            "id": "1",
            "name": "मेष (चू, चे, चो, ला, ली, लू, ले, लो, आ)",
            "country": "छात्र गंभीर विषयों के अध्ययन में रुचि लेंगे। दाम्पत्य जीवन सुखद रहेगा।व्यापार के सिलसिले में यात्रा करनी पड़ सकती है। नौकरी में आपको कोई बड़ा काम सौंपा जा सकता है।",
            
            "imgURL": "https://i.imgur.com/i3YmoBJ.png"
        },
        {
            "id": "2",
            "name": "वृषभ (ई, उ, ए, ओ, वा, वी, वू, वे, वो)",
            "country": "धन की कमी के कारण कुछ काम रुक सकते हैं। कार्यक्षेत्र में कुछ परेशानी हो सकती है।समाज में आपकी प्रतिष्ठा में वृद्धि होगी। जीवनसाथी के साथ अच्छा समय व्यतीत करेंगे। परिवार के सदस्यों के बीच बुरा व्यवहार हो सकता है।",
            
            "imgURL": "https://i.imgur.com/TUmxTOM.png"
        },
        {
            "id": "3",
            "name": "मिथुन (का, की, कु, घ, ङ, छ, के, को, हा)",
            "country": "विदेश यात्रा में आ रही बाधाएं दूर होंगी। आप लोगों की मदद करने के लिए उतावले रहेंगे।हाथ में लिए गए काम को पूरा करने में आप सफल होंगे। मनोरंजन के साधनों का आनंद लें। रिश्तेदारों के बीच आप काफी लोकप्रिय रहेंगे।",
            
            "imgURL": "https://i.imgur.com/k67hXqC.png"
        },
        {
            "id": "4",
            "name": "कर्क (ही, हु, हे, हो, डा, डी, डू, डे, डो)",
            "country": "मन में अज्ञात भय बना रहेगा। आपको वाद-विवाद और वाद-विवाद से बचना चाहिए।अपनी उपलब्धियों पर घमंड न करें। भावनाएँ खो सकती हैं। संपत्ति के मामले में सावधानी जरूरी है।",
            
            "imgURL": "https://i.imgur.com/8HD7Bji.png"
        },
        {
            "id": "5",
            "name": "सिंह (मा, मी, मू, मे, मो, टा, टी, टू, टे)",
            "country": "अपने संचार कौशल की मदद से आप जटिल मामलों को हल करेंगे। आप दोस्तों के साथ गंभीर विषयों पर चर्चा करेंगे।ऑफिस में आप अपना काम समय पर पूरा करेंगे। संतान के करियर को लेकर चिंता दूर होगी। व्यापार में आपको भारी आर्थिक लाभ प्राप्त होगा।",
            
            "imgURL": "https://i.imgur.com/0BvKlzB.png"
        },
        {
            "id": "6",
            "name": "कन्या (टो, पा, पी, पू, ष, ण, ठ, पे, पो)",
            "country": "आप अपनी कुशल रणनीति से अपने विरोधियों को परास्त करेंगे। पुराने नुकसान की भरपाई होगी।अपने सिद्धांतों से समझौता न करें। आपको व्यापार में बड़ी सफलता मिलने की संभावना है। अविवाहित लोगों की शादी तय हो सकती है।",
            
            "imgURL": "https://i.imgur.com/VrofZYo.png"
        },
        {
            "id": "7",
            "name": "तुला (रा, री, रु, रे, रो, ता, ती, तू, ते)",
            "country": "मौसम में बदलाव से परेशानी होगी। आपको बुरी संगत से बचना चाहिए।हल्का और सुपाच्य भोजन करें। रिश्तों में समझदारी दिखाने की जरूरत है। परिवार के किसी सदस्य पर गुस्सा हो सकता है।",
            
            "imgURL": "https://i.imgur.com/mgReNWm.png"
        },
        {
            "id": "8",
            "name": "वृश्चिक (तो, ना, नी, नू, ने, नो, या, यी, यू)",
            "country": "धन उधार देने से बचना चाहिए। दूसरों पर ज्यादा निर्भर न रहें।अपने बजट को ध्यान में रखकर ही काम करें। भाइयों से अनबन हो सकती है। जल्दबाजी के कारण काम प्रभावित हो सकता है।",
            
            "imgURL": "https://i.imgur.com/gliMx6d.png"
        },
	{
            "id": "9",
            "name": "धनु (ये, यो, भा, भी, भू, धा, फा, ढ, भे)",
            "country": "दांपत्य जीवन में प्रेम बढ़ेगा। आपका व्यक्तित्व निखरेगा। शत्रु प्रबल होंगे।व्यापार का विस्तार कर सकते हैं। जीवनसाथी के साथ फिल्म देखने जाने का प्लान करेंगे।",
            
            "imgURL": "https://i.imgur.com/M8YfLCt.png"
        },
	{
            "id": "10",
            "name": "मकर (भो, जा, जी, खी, खू, खे, खो, गा, गी)",
            "country": "कार्यक्षेत्र में आपको कोई मुश्किल काम सौंपा जा सकता है। अधीनस्थ कर्मचारी आपकी बहुत सराहना करेंगे।खुद को बिजी रखना सबसे जरूरी है। पैसों से जुड़े मामलों को लेकर आप थोड़े चिंतित रहेंगे।",
            
            "imgURL": "https://i.imgur.com/CXtxKQ3.png"
        },
	{
            "id": "11",
            "name": "कुम्भ (गु, गे, गो, सा, सी, सू, से, सो, दा)",
            "country": "अति आत्मविश्वास से काम बिगड़ सकता है। काम की अधिकता के कारण प्रेमी से झगड़ा हो सकता हैऑफिस में घरेलू मामलों को लेकर तनाव हो सकता है। नौकरीपेशा लोगों को नौकरी की चिंता रहेगी। जोड़ों और पैरों में दर्द की समस्या हो सकती है।",
            
            "imgURL": "https://i.imgur.com/wtrW1FM.png"
        },
	{
            "id": "12",
            "name": "मीन (दी, दू, थ, झ, ञ, दे, दो, च, ची)",
            "country": "अपने खर्चों पर नज़र रखें। जीवनसाथी से विवाद हो सकता है।माता का आशीर्वाद लेकर कार्य की शुरुआत करें। व्यापार में उधार लेने से बचें। मन में नए रचनात्मक विचारों का प्रभाव रहेगा।",
            
            "imgURL": "https://i.imgur.com/XSf9NBH.png"
        }
    ]
}
