{
    "status": "true",
    "message": "Data fetched successfully!",
    "data": [
        {
            "id": "1",
            "name": "मेष (चू, चे, चो, ला, ली, लू, ले, लो, आ)",
            "country": "विपरीत लिंग के लोगों के प्रति आकर्षण रहेगा।करियर को लेकर युवा थोड़े चिंतित हो सकते हैं।संपत्ति के क्रय-विक्रय से लाभ होगा। किसी बड़े प्रोजेक्ट में निवेश कर सकते हैं।",
            
            "imgURL": "https://i.imgur.com/i3YmoBJ.png"
        },
        {
            "id": "2",
            "name": "वृषभ (ई, उ, ए, ओ, वा, वी, वू, वे, वो)",
            "country": "शत्रु आपको नुकसान पहुंचाना चाहेंगे। आंखों में कुछ समस्या हो सकती है।आपका मनोबल थोड़ा कमजोर हो सकता है। अनियंत्रित खानपान से आपका स्वास्थ्य खराब रहेगा।",
            
            "imgURL": "https://i.imgur.com/TUmxTOM.png"
        },
        {
            "id": "3",
            "name": "मिथुन (का, की, कु, घ, ङ, छ, के, को, हा)",
            "country": "आपके जनसंपर्क में वृद्धि होगी। आपकी कार्यप्रणाली में सुधार होगा। पुश्तैनी कारोबार में धन लाभ होगा।व्यापार में नए अनुबंध मिलने के योग बन रहे हैं। पारिवारिक माहौल खुशनुमा रहेगा।",
            
            "imgURL": "https://i.imgur.com/k67hXqC.png"
        },
        {
            "id": "4",
            "name": "कर्क (ही, हु, हे, हो, डा, डी, डू, डे, डो)",
            "country": "शेयर बाजार में पूर्व निवेश से आपको लाभ होगा। सेहत थोड़ी कमजोर रहेगी।लोग स्वार्थवश आपसे संपर्क में रहना चाहेंगे। आप कोई नया काम शुरू कर सकते हैं।",
            
            "imgURL": "https://i.imgur.com/8HD7Bji.png"
        },
        {
            "id": "5",
            "name": "सिंह (मा, मी, मू, मे, मो, टा, टी, टू, टे)",
            "country": "बच्चों की पढ़ाई पर आप काफी ध्यान देंगे। वैवाहिक संबंध बहुत मजबूत रहने वाले हैं।नई नौकरी की तलाश में हैं तो सफलता मिलेगी। आपके वरिष्ठ आपकी उपलब्धियों से बहुत खुश होंगे।",
            
            "imgURL": "https://i.imgur.com/0BvKlzB.png"
        },
        {
            "id": "6",
            "name": "कन्या (टो, पा, पी, पू, ष, ण, ठ, पे, पो)",
            "country": "अजनबियों पर ज्यादा भरोसा न करें। आज आप किसी काम में ज्यादा दिमाग नहीं लगा पाएंगे।वर्तमान परिवेश को लेकर आपको अपना ध्यान रखना चाहिए। भारी उद्योग से जुड़े लोगों को मशीनरी संबंधी परेशानी का सामना करना पड़ सकता है।",
            
            "imgURL": "https://i.imgur.com/VrofZYo.png"
        },
        {
            "id": "7",
            "name": "तुला (रा, री, रु, रे, रो, ता, ती, तू, ते)",
            "country": "आपका आत्मविश्वास बढ़ेगा। आप अपनी बौद्धिक क्षमताओं का कुशल उपयोग करने में सक्षम होंगे।प्रेम संबंधों को लेकर आज का दिन बहुत ही शुभ है। मन में परोपकार की भावना रहेगी। लंबी दूरी की यात्रा के योग बन रहे हैं।",
            
            "imgURL": "https://i.imgur.com/mgReNWm.png"
        },
        {
            "id": "8",
            "name": "वृश्चिक (तो, ना, नी, नू, ने, नो, या, यी, यू)",
            "country": "पार्टनरशिप बिजनेस में आपको धन लाभ होगा। सरकारी कार्यों के लिए दिन बहुत ही शुभ है।परिवार में किसी कारण से अनबन हो सकती है। लेन-देन के मामलों में सावधान रहें। लोग आपके काम की सराहना करेंगे।",
            
            "imgURL": "https://i.imgur.com/gliMx6d.png"
        },
	{
            "id": "9",
            "name": "धनु (ये, यो, भा, भी, भू, धा, फा, ढ, भे)",
            "country": "घर का माहौल काफी खुशनुमा रहने वाला है। मनोरंजन पर खर्च करेंगे।किसी धार्मिक स्थल पर जाने का विचार बनेगा। जीवनसाथी को उपहार दे सकते हैं।",
            
            "imgURL": "https://i.imgur.com/M8YfLCt.png"
        },
	{
            "id": "10",
            "name": "मकर (भो, जा, जी, खी, खू, खे, खो, गा, गी)",
            "country": "बुरे विचार आपको परेशान कर सकते हैं। दूसरों की नकारात्मक बातों पर ज्यादा ध्यान न दें।सिरदर्द और माइग्रेन के मरीजों के लिए दिन शुभ नहीं है। वाहन में कोई खराबी आने की संभावना है।",
            
            "imgURL": "https://i.imgur.com/CXtxKQ3.png"
        },
	{
            "id": "11",
            "name": "कुम्भ (गु, गे, गो, सा, सी, सू, से, सो, दा)",
            "country": "छात्र अपने करियर पर ध्यान देंगे। बिजनेस में दोस्तों की मदद ले सकते हैं।जीवनसाथी के साथ आपके संबंध मधुर रहेंगे। आपको अपने प्रेमी से कोई बड़ा उपहार मिल सकता है।",
            
            "imgURL": "https://i.imgur.com/wtrW1FM.png"
        },
	{
            "id": "12",
            "name": "मीन (दी, दू, थ, झ, ञ, दे, दो, च, ची)",
            "country": "आप मौसमी बीमारियों के शिकार हो सकते हैं। ऑफिस में विवाद हो सकता है।आपका आत्मविश्वास बढ़ेगा। कुछ लोग आपके काम से टोंका-टांकी कर सकते हैं।",
            
            "imgURL": "https://i.imgur.com/XSf9NBH.png"
        }
    ]
}
