{
    "status": "true",
    "message": "Data fetched successfully!",
    "data": [
        {
            "id": "1",
            "name": "मेष (चू, चे, चो, ला, ली, लू, ले, लो, आ)",
            "country": "पति-पत्नी के बीच आपसी तालमेल रहेगा। आपके मन में कई तरह के विचार आते रहेंगे।आज आप फिल्मों और वेबसीरीज का लुत्फ उठा सकते हैं। पर्यटन के लिए कहीं घूमने जाने की योजना बनेगी।",
            
            "imgURL": "https://i.imgur.com/i3YmoBJ.png"
        },
        {
            "id": "2",
            "name": "वृषभ (ई, उ, ए, ओ, वा, वी, वू, वे, वो)",
            "country": "कार्यक्षेत्र में लोग आपके काम का श्रेय लेने की कोशिश करेंगे। हालांकि मेहनत रंग लाएगी।शाम के बाद आप परिवार के साथ अच्छा समय बिताएंगे। मांगलिक कार्यों की योजना बन सकती है।",
            
            "imgURL": "https://i.imgur.com/TUmxTOM.png"
        },
        {
            "id": "3",
            "name": "मिथुन (का, की, कु, घ, ङ, छ, के, को, हा)",
            "country": "दांपत्य जीवन सौहार्दपूर्ण रहेगा। आप अपनी बातों से लोगों को प्रभावित करने में सफल रहेंगे।व्यापार में चुनौतियां आएंगी। विदेश यात्रा के योग बन रहे हैं। अपनी जिम्मेदारियों का ईमानदारी से निर्वहन करते रहें।",
            
            "imgURL": "https://i.imgur.com/k67hXqC.png"
        },
        {
            "id": "4",
            "name": "कर्क (ही, हु, हे, हो, डा, डी, डू, डे, डो)",
            "country": "खान-पान की अनियमितता स्वास्थ्य को प्रभावित कर सकती है। अचानक कुछ खर्चे आ सकते हैं जिन पर काबू पाना मुश्किल होगा।किसी काम से बाहर जाना पड़ सकता है। कार्यक्षेत्र में लोग आपके विचारों से कम सहमत होंगे।",
            
            "imgURL": "https://i.imgur.com/8HD7Bji.png"
        },
        {
            "id": "5",
            "name": "सिंह (मा, मी, मू, मे, मो, टा, टी, टू, टे)",
            "country": "घर की सुख-सुविधाओं पर धन खर्च होगा। विद्यार्थी यदि किसी नए पाठ्यक्रम में प्रवेश लेना चाहते हैं तो उन्हें सफलता मिलेगी।व्यापार में नकदी की समस्या से राहत मिलेगी। संतान के करियर में बड़ी सफलता मिलने के योग हैं।",
            
            "imgURL": "https://i.imgur.com/0BvKlzB.png"
        },
        {
            "id": "6",
            "name": "कन्या (टो, पा, पी, पू, ष, ण, ठ, पे, पो)",
            "country": "अपनी कमजोरियों को दूर करने का प्रयास करें। व्यापार में अग्रिम भुगतान मिलने से काम में तेजी आएगी।नौकरीपेशा लोगों की दिनचर्या बुरी तरह प्रभावित होगी। कार्यक्षेत्र में वरिष्ठों का सहयोग लेने में संकोच न करें।",
            
            "imgURL": "https://i.imgur.com/VrofZYo.png"
        },
        {
            "id": "7",
            "name": "तुला (रा, री, रु, रे, रो, ता, ती, तू, ते)",
            "country": "प्रियजनों के आध्यात्मिक सहयोग से मन प्रसन्न रहेगा। इससे आपके रिश्ते में मधुरता बढ़ेगी। लेकिन मन के संदेहास्पद विचारों को ज्यादा महत्व न दें।वास्तविकता आपको व्यावहारिक निर्णय लेने के लिए मजबूर करेगी।",
            
            "imgURL": "https://i.imgur.com/mgReNWm.png"
        },
        {
            "id": "8",
            "name": "वृश्चिक (तो, ना, नी, नू, ने, नो, या, यी, यू)",
            "country": "परिवार में किसी कारण से अनबन हो सकती है। पेट संबंधी परेशानी आपको परेशान करेगी।छोटी-छोटी समस्याओं को ज्यादा महत्व न दें। नहीं तो अपने काम पर ध्यान देना मुश्किल होगा।",
            
            "imgURL": "https://i.imgur.com/gliMx6d.png"
        },
	{
            "id": "9",
            "name": "धनु (ये, यो, भा, भी, भू, धा, फा, ढ, भे)",
            "country": "यात्रा फलदायी होगी। मार्केटिंग और मीडिया से जुड़े कामों के लिए दिन बहुत अच्छा है।व्यापार में साझेदारी लाभकारी रहेगी। अगर आप कोई नया काम शुरू करने की कोशिश कर रहे हैं तो आपको अनुकूल मौके मिल सकते हैं।",
            
            "imgURL": "https://i.imgur.com/M8YfLCt.png"
        },
	{
            "id": "10",
            "name": "मकर (भो, जा, जी, खी, खू, खे, खो, गा, गी)",
            "country": "ऑफिस के काम की वजह से आपको यात्रा करनी पड़ सकती है। निजी नौकरी करने वाले लोग छुट्टी के लिए आवेदन कर सकते हैं।काम की समस्याओं को हल्के में न लें। वित्तीय मामलों को लेकर भागीदारों के साथ मतभेद उभर सकते हैं। सर्दी-जुकाम की समस्या से सावधान रहें।",
            
            "imgURL": "https://i.imgur.com/CXtxKQ3.png"
        },
	{
            "id": "11",
            "name": "कुम्भ (गु, गे, गो, सा, सी, सू, से, सो, दा)",
            "country": "प्रतियोगी परीक्षाओं में बड़ी सफलता मिलने के योग बन रहे हैं। लोग आपको सम्मान की नजर से देखेंगे। पैसों के लेन-देन में सावधानी बरतें।आप नौकरी बदलने पर विचार कर सकते हैं। आप अपने विचार परिवार के सदस्यों के साथ साझा कर सकते हैं।",
            
            "imgURL": "https://i.imgur.com/wtrW1FM.png"
        },
	{
            "id": "12",
            "name": "मीन (दी, दू, थ, झ, ञ, दे, दो, च, ची)",
            "country": "मांसपेशियों में खिंचाव और दर्द की समस्या रहेगी। नया काम शुरू करना उचित नहीं है। बड़ों की राय की अवहेलना न करें।परिवार में सुख-शांति बनी रहेगी। संतान को लेकर कुछ समस्या हो सकती है।",
            
            "imgURL": "https://i.imgur.com/XSf9NBH.png"
        }
    ]
}
