{
    "status": "true",
    "message": "Data fetched successfully!",
    "data": [
        {
            "id": "1",
            "name": "मेष (चू, चे, चो, ला, ली, लू, ले, लो, आ)",
            "country": "घर की साज-सज्जा और महंगे सामान पर धन खर्च होगा। यदि आप नौकरी बदलने के इच्छुक हैं तो दिन सुखद रहने वाला है।शत्रु आपके सामने बहुत कमजोर होंगे। पारिवारिक जीवन सुखद रहेगा।",
            
            "imgURL": "https://i.imgur.com/i3YmoBJ.png"
        },
        {
            "id": "2",
            "name": "वृषभ (ई, उ, ए, ओ, वा, वी, वू, वे, वो)",
            "country": "आज आपको मेहनत करते रहना चाहिए। पैतृक संपत्ति से जुड़े विवाद सुलझेंगे।घर के बुजुर्गों का आशीर्वाद मिलेगा। अपने लक्ष्य के बारे में बहुत ज्यादा उम्मीद न करें।",
            
            "imgURL": "https://i.imgur.com/TUmxTOM.png"
        },
        {
            "id": "3",
            "name": "मिथुन (का, की, कु, घ, ङ, छ, के, को, हा)",
            "country": "आपका आत्मविश्वास बढ़ेगा। नए सहयोगियों से मुलाकात से आपका मन प्रसन्न रहेगा।व्यापार को लेकर आप कड़े फैसले ले सकते हैं। पति-पत्नी के संबंधों में प्रगाढ़ता आएगी।",
            
            "imgURL": "https://i.imgur.com/k67hXqC.png"
        },
        {
            "id": "4",
            "name": "कर्क (ही, हु, हे, हो, डा, डी, डू, डे, डो)",
            "country": "आपके रुके हुए काम शाम के समय पूरे होने की संभावना है।भावनात्मक रूप से आप काफी कमजोर महसूस करेंगे। प्रेमी को आज प्रपोज करने से बचें। वजन को कंट्रोल में रखने के लिए आपको अपनी डाइट में बदलाव करना होगा।",
            
            "imgURL": "https://i.imgur.com/8HD7Bji.png"
        },
        {
            "id": "5",
            "name": "सिंह (मा, मी, मू, मे, मो, टा, टी, टू, टे)",
            "country": "सुख-सुविधाओं पर धन खर्च होगा। मौसमी बीमारियों से आपको सावधान रहना चाहिए।आज कुछ समय एकांत में बिताना चाहेंगे। कार्यक्षेत्र में आपको बड़ी जिम्मेदारियां मिल सकती हैं।",
            
            "imgURL": "https://i.imgur.com/0BvKlzB.png"
        },
        {
            "id": "6",
            "name": "कन्या (टो, पा, पी, पू, ष, ण, ठ, पे, पो)",
            "country": "जिन लोगों को स्वास्थ्य संबंधी परेशानी थी, उनके स्वास्थ्य में सुधार हो सकता है। आपको और दौड़ना है।परिवार के साथ किसी पर्यटन स्थल पर जा सकते हैं। अविवाहित लोगों के लिए विवाह प्रस्ताव मिलने के योग बन रहे हैं।",
            
            "imgURL": "https://i.imgur.com/VrofZYo.png"
        },
        {
            "id": "7",
            "name": "तुला (रा, री, रु, रे, रो, ता, ती, तू, ते)",
            "country": "कार्यक्षेत्र में आपके लिए अनुकूल माहौल रहेगा। बॉस आपके प्रमोशन पर विचार कर सकते हैं।आप दोस्तों के साथ भविष्य की योजनाओं पर चर्चा कर सकते हैं। पैतृक संपत्ति के मामले सुलझेंगे।",
            
            "imgURL": "https://i.imgur.com/mgReNWm.png"
        },
        {
            "id": "8",
            "name": "वृश्चिक (तो, ना, नी, नू, ने, नो, या, यी, यू)",
            "country": "मित्रों और करीबी लोगों की सफलता से आपको थोड़ी जलन हो सकती है। इस वजह से आपको थोड़ा दुख भी होगा। धैर्य रखें और नकारात्मक विचारों को ज्यादा महत्व न दें।दिन की शुरुआत अच्छी नहीं होगी। नींद पूरी न होने के कारण थकान महसूस होगी।",
            
            "imgURL": "https://i.imgur.com/gliMx6d.png"
        },
	{
            "id": "9",
            "name": "धनु (ये, यो, भा, भी, भू, धा, फा, ढ, भे)",
            "country": "दोस्तों की पहचान होगी। परिवार वालों का व्यवहार भी आपके लिए कुछ खास नहीं रहेगा।कार्यक्षेत्र में आपको कठिनाइयों का सामना करना पड़ेगा। आर्थिक स्थिति थोड़ी कमजोर हो सकती है।",
            
            "imgURL": "https://i.imgur.com/M8YfLCt.png"
        },
	{
            "id": "10",
            "name": "मकर (भो, जा, जी, खी, खू, खे, खो, गा, गी)",
            "country": "ऑफिस में आपके काम की तारीफ होगी। अनुभवी लोगों से सलाह लेना अच्छा रहेगा। जीवन शैली को व्यवस्थित करने का प्रयास करें।मित्रों के सहयोग से रुके हुए कार्य पूरे होंगे।",
            
            "imgURL": "https://i.imgur.com/CXtxKQ3.png"
        },
	{
            "id": "11",
            "name": "कुम्भ (गु, गे, गो, सा, सी, सू, से, सो, दा)",
            "country": "शेयर बाजार से बड़ा आर्थिक लाभ मिलने के योग हैं।जीवनसाथी से मन की बातें साझा करेंगे। व्यापार में नए अनुबंध हो सकते हैं। ऑफिस में काम का अतिरिक्त बोझ पड़ सकता है।",
            
            "imgURL": "https://i.imgur.com/wtrW1FM.png"
        },
	{
            "id": "12",
            "name": "मीन (दी, दू, थ, झ, ञ, दे, दो, च, ची)",
            "country": "दांपत्य जीवन में आ रहे विवाद दूर होंगे। प्रतियोगी परीक्षाओं में आपको अनुकूल परिणाम मिलेंगे।बॉस से डांट भी पड़ सकती है। जीवनसाथी के प्यार और साथ से आप हल्कापन महसूस करेंगे।",
            
            "imgURL": "https://i.imgur.com/XSf9NBH.png"
        }
    ]
}
