{
    "status": "true",
    "message": "Data fetched successfully!",
    "data": [
        {
            "id": "1",
            "name": "मेष (चू, चे, चो, ला, ली, लू, ले, लो, आ)",
            "country": "कार्यक्षेत्र के वरिष्ठ अधिकारी आपसे बहुत प्रसन्न रहेंगे। व्यापार में बिक्री में वृद्धि से मन उत्साहित रहेगा।आपकी प्रतिष्ठा में वृद्धि होगी। नौकरी के नए ऑफर मिलने के योग बन रहे हैं। परिवार में शांति का माहौल रहेगा।",
            
            "imgURL": "https://i.imgur.com/i3YmoBJ.png"
        },
        {
            "id": "2",
            "name": "वृषभ (ई, उ, ए, ओ, वा, वी, वू, वे, वो)",
            "country": "प्रेम संबंधों में मर्यादाओं पर ध्यान दें। अपनी दिनचर्या व्यवस्थित रखें।मधुमेह के रोगियों को अपने स्वास्थ्य के प्रति सचेत रहना चाहिए। अपनों से अनबन हो सकती है। लंबे समय से प्रतीक्षित काम में देरी हो सकती है।",
            
            "imgURL": "https://i.imgur.com/TUmxTOM.png"
        },
        {
            "id": "3",
            "name": "मिथुन (का, की, कु, घ, ङ, छ, के, को, हा)",
            "country": "व्यापार में सहयोगियों के माध्यम से धन की प्राप्ति होगी। आपके राजनीतिक संपर्क विकसित हो सकते हैं।परिवार की कोई बड़ी समस्या सुलझ जाएगी। आप भौतिक सुखों का आनंद लेंगे।",
            
            "imgURL": "https://i.imgur.com/k67hXqC.png"
        },
        {
            "id": "4",
            "name": "कर्क (ही, हु, हे, हो, डा, डी, डू, डे, डो)",
            "country": "जीवनसाथी आपसे काफी प्रभावित रहने वाला है। आप अपनी कार्यप्रणाली में सार्थक परिवर्तन कर सकते हैं।पैसों से जुड़े अटके मामले सुलझ सकते हैं। कारोबार में पहले की गई आपकी मेहनत का फल आपको मिलेगा।",
            
            "imgURL": "https://i.imgur.com/8HD7Bji.png"
        },
        {
            "id": "5",
            "name": "सिंह (मा, मी, मू, मे, मो, टा, टी, टू, टे)",
            "country": "वाणी में नरमी रहेगी, लेकिन किसी बात को लेकर अंदर से गुस्सा आ सकता है। बुरी आदतों से दूर रहें।व्यावसायिक मामलों के लिए दिन शुभ है। ऑफिस में किसी नए प्रोजेक्ट को लेकर आप उत्साहित रहेंगे।",
            
            "imgURL": "https://i.imgur.com/0BvKlzB.png"
        },
        {
            "id": "6",
            "name": "कन्या (टो, पा, पी, पू, ष, ण, ठ, पे, पो)",
            "country": "आपका मन प्रसन्न होगा। व्यवसायियों को मशीनरी आदि को लेकर परेशानी होगी। शेयर बाजार में निवेश करना फायदेमंद रहेगा।किसी रिश्तेदार से शुभ समाचार मिल सकता है। पुराने मुद्दों का फिर से उभरना अशांति का कारण बन सकता है।",
            
            "imgURL": "https://i.imgur.com/VrofZYo.png"
        },
        {
            "id": "7",
            "name": "तुला (रा, री, रु, रे, रो, ता, ती, तू, ते)",
            "country": "परिवार के लोग आपके व्यवहार से बहुत खुश होंगे। कोर्ट के मामले आज सुलझ सकते हैं। कार्यक्षेत्र में प्रमोशन मिलने के योग हैं।समाज के लोग आपको बहुत अच्छे से देखेंगे। दांपत्य जीवन काफी संतुलित रहेगा।",
            
            "imgURL": "https://i.imgur.com/mgReNWm.png"
        },
        {
            "id": "8",
            "name": "वृश्चिक (तो, ना, नी, नू, ने, नो, या, यी, यू)",
            "country": "विवाह योग्य लोगों की शादी तय हो सकती है। आईटी और सॉफ्टवेयर क्षेत्र से जुड़े लोगों की आय में वृद्धि होगी। मन के संदेह दूर होंगे। आपके विनम्र व्यवहार से लोग आकर्षित होंगे। सभी काम पूरी एकाग्रता से करेंगे।",
            
            "imgURL": "https://i.imgur.com/gliMx6d.png"
        },
	{
            "id": "9",
            "name": "धनु (ये, यो, भा, भी, भू, धा, फा, ढ, भे)",
            "country": "व्यापार की दृष्टि से समय शुभ है। पुराने निवेश से धन लाभ होगा। विरोधियों पर हावी रहेंगे। दाम्पत्य जीवन उतार-चढ़ाव से भरा रहेगा। छात्रों की पढ़ाई में रुकावट आ सकती है।",
            
            "imgURL": "https://i.imgur.com/M8YfLCt.png"
        },
	{
            "id": "10",
            "name": "मकर (भो, जा, जी, खी, खू, खे, खो, गा, गी)",
            "country": "आमदनी से ज्यादा खर्चे होंगे। जीवनसाथी से उचित सलाह मिलेगी। जो आपके बहुत काम आएगी।मनोरंजन और कला आदि में बहुत रुचि लेंगे। लोग आपके काम की सराहना करेंगे। अनुचित कार्यों की ओर प्रवृत्त हो सकते हैं।",
            
            "imgURL": "https://i.imgur.com/CXtxKQ3.png"
        },
	{
            "id": "11",
            "name": "कुम्भ (गु, गे, गो, सा, सी, सू, से, सो, दा)",
            "country": "आपको विदेश से नौकरी के प्रस्ताव मिल सकते हैं। भावनाओं के आधार पर कोई भी फैसला लेने से बचें। अपने स्वभाव में नम्रता का भाव रखें। आपको वह अवसर मिल सकता है जिसकी आप लंबे समय से तलाश कर रहे थे।",
            
            "imgURL": "https://i.imgur.com/wtrW1FM.png"
        },
	{
            "id": "12",
            "name": "मीन (दी, दू, थ, झ, ञ, दे, दो, च, ची)",
            "country": "जरूरतमंदों की मदद करने से पीछे न हटें। आप नई संपत्ति में निवेश कर सकते हैं। थोड़े से प्रयास से आपका काम सफल होगा। कार्यक्षेत्र में आप अपनी प्रतिभा का सर्वोत्तम उपयोग करने में सक्षम होंगे। धन संबंधी समस्याओं का समाधान होगा।",
            
            "imgURL": "https://i.imgur.com/XSf9NBH.png"
        }
    ]
}
