{
    "status": "true",
    "message": "Data fetched successfully!",
    "data": [
        {
            "id": "1",
            "name": "मेष (चू, चे, चो, ला, ली, लू, ले, लो, आ)",
            "country": "बातचीत के दौरान शब्दों का चयन सावधानी से करें। सर्दी-जुकाम और मौसमी बीमारियां आपको परेशान कर सकती हैं।नए काम में आपको कष्ट होगा। भोग-विलास में धन खर्च करेंगे। माता के स्वास्थ्य को लेकर चिंता रहेगी। इस दौरान आपके शत्रु सक्रिय हो सकते हैं।",
            
            "imgURL": "https://i.imgur.com/i3YmoBJ.png"
        },
        {
            "id": "2",
            "name": "वृषभ (ई, उ, ए, ओ, वा, वी, वू, वे, वो)",
            "country": "बीमार लोगों के स्वास्थ्य में सुधार होगा। स्वादिष्ट भोजन का आनंद लें। दोस्त आपके घर आ सकते हैं।व्यापार में बड़े अनुबंध हो सकते हैं। प्रेमी जनवरी के साथ डेट पर जाएंगे।",
            
            "imgURL": "https://i.imgur.com/TUmxTOM.png"
        },
        {
            "id": "3",
            "name": "मिथुन (का, की, कु, घ, ङ, छ, के, को, हा)",
            "country": "आपको परिवार और व्यवसाय के बीच संतुलन बनाए रखना होगा। महिलाएं घर के कामों में लगेंगी।जल्दबाजी में किए गए कामों में गलती हो सकती है। आज आपका मन बहुत प्रसन्न रहेगा।",
            
            "imgURL": "https://i.imgur.com/k67hXqC.png"
        },
        {
            "id": "4",
            "name": "कर्क (ही, हु, हे, हो, डा, डी, डू, डे, डो)",
            "country": "मन में किसी गंभीर विषय को जानने की लालसा रहेगी। लोग आपकी चापलूसी करने में स्वार्थी रूप से लगे रहेंगे।व्यापार के सिलसिले में यात्रा हो सकती है। रुके हुए कार्यों में प्रगति से प्रसन्न रहेंगे।",
            
            "imgURL": "https://i.imgur.com/8HD7Bji.png"
        },
        {
            "id": "5",
            "name": "सिंह (मा, मी, मू, मे, मो, टा, टी, टू, टे)",
            "country": "करियर को लेकर छात्र असमंजस की स्थिति में रहेंगे। अचानक कोई बड़ा खर्चा आ सकता है।आज के दिन महत्वपूर्ण कागजी कार्रवाई बहुत ही सावधानी से करें।",
            
            "imgURL": "https://i.imgur.com/0BvKlzB.png"
        },
        {
            "id": "6",
            "name": "कन्या (टो, पा, पी, पू, ष, ण, ठ, पे, पो)",
            "country": "व्यापार में विस्तार के अवसर प्राप्त होंगे। दाम्पत्य जीवन बहुत ही रोमांटिक रहेगा। शिक्षकों को पढ़ाई में विशेष मार्गदर्शन मिलेगा।घर में रिश्तेदार आते-जाते रहेंगे। प्रेम विवाह को लेकर परिवार में समझौता हो सकता है।",
            
            "imgURL": "https://i.imgur.com/VrofZYo.png"
        },
        {
            "id": "7",
            "name": "तुला (रा, री, रु, रे, रो, ता, ती, तू, ते)",
            "country": "किसी नए कार्य की योजना बना सकते हैं। जरूरतमंदों की मदद करने से पीछे नहीं हटेंगे।आपके व्यवहार से लोग प्रभावित होंगे। विदेश से नौकरी के ऑफर मिलने के योग बन रहे हैं।",
            
            "imgURL": "https://i.imgur.com/mgReNWm.png"
        },
        {
            "id": "8",
            "name": "वृश्चिक (तो, ना, नी, नू, ने, नो, या, यी, यू)",
            "country": "व्यापार में अच्छी ब्रांडिंग करने में सफल होंगे। पुराने अनुभवों का लाभ मिलेगा।आज आप किसी पर्यटन यात्रा पर जा सकते हैं। आप आत्मविश्वास से भरे रहेंगे।",
            
            "imgURL": "https://i.imgur.com/gliMx6d.png"
        },
	{
            "id": "9",
            "name": "धनु (ये, यो, भा, भी, भू, धा, फा, ढ, भे)",
            "country": "परिवार के सदस्य आपके विचारों से संतुष्ट नहीं होंगे। अपनी दिनचर्या को अनुशासित रखें।लोग आप पर झूठे आरोप लगा सकते हैं। जिस काम को लेकर आप पूरी तरह आश्वस्त नहीं हैं, उससे दूर रहें।",
            
            "imgURL": "https://i.imgur.com/M8YfLCt.png"
        },
	{
            "id": "10",
            "name": "मकर (भो, जा, जी, खी, खू, खे, खो, गा, गी)",
            "country": "व्यापारिक सौदों को लेकर आप जल्दबाजी में रहेंगे। ताकि आप जल्द से जल्द काम निपटा लें। आज आप अपने गृहकार्य को भी पर्याप्त महत्व देंगे।आज आप अपनी योग्यता के प्रदर्शन से आलोचकों को आश्चर्यचकित कर सकते हैं। ",
            
            "imgURL": "https://i.imgur.com/CXtxKQ3.png"
        },
	{
            "id": "11",
            "name": "कुम्भ (गु, गे, गो, सा, सी, सू, से, सो, दा)",
            "country": "व्यक्तिगत संबंधों में संदेह और नकारात्मक चर्चाओं को लाने से बचें। जोखिम भरे निवेश से आपको नुकसान हो सकता है।आपके विरोधी भी आपके साथ अच्छा व्यवहार करेंगे। आज आपको ज्यादा सोचने से बचना चाहिए।",
            
            "imgURL": "https://i.imgur.com/wtrW1FM.png"
        },
	{
            "id": "12",
            "name": "मीन (दी, दू, थ, झ, ञ, दे, दो, च, ची)",
            "country": "गैजेट्स और जूलरी के शौकीन रहेंगे। आपके पहनावे और स्टाइल से लोग आकर्षित होंगे।आज आप अपने जीवन साथी के साथ खुशी के पल बिताएंगे। व्यापार में अपेक्षा से अधिक धन लाभ होगा।",
            
            "imgURL": "https://i.imgur.com/XSf9NBH.png"
        }
    ]
}
