{
    "status": "true",
    "message": "Data fetched successfully!",
    "data": [
        {
            "id": "1",
            "name": "मेष (चू, चे, चो, ला, ली, लू, ले, लो, आ)",
            "country": "आपकी दिनचर्या अनुशासित रहेगी। आप आत्मविश्वास के साथ आगे बढ़ेंगे।आज आपके घर में बहुत काम होगा। आप भविष्य की योजना बना सकते हैं। जीवनसाथी के प्रति अच्छा व्यवहार रखें।",
            
            "imgURL": "https://i.imgur.com/i3YmoBJ.png"
        },
        {
            "id": "2",
            "name": "वृषभ (ई, उ, ए, ओ, वा, वी, वू, वे, वो)",
            "country": "धार्मिक कार्यों में रुचि लेंगे। विद्यार्थियों को शिक्षकों का भरपूर सहयोग मिलेगा।आप व्यापार में अच्छा पैसा कमाएंगे। लवमेट के साथ अकेले समय बिताएंगे। नकारात्मक बातों पर ज्यादा ध्यान न दें।",
            
            "imgURL": "https://i.imgur.com/TUmxTOM.png"
        },
        {
            "id": "3",
            "name": "मिथुन (का, की, कु, घ, ङ, छ, के, को, हा)",
            "country": "आपका आत्मविश्वास बढ़ेगा। उच्च अधिकारियों से संबंध खराब न करें। पारिवारिक चिंताएं दूर होंगी।नया काम शुरू करने के लिए दिन शुभ नहीं है। कार्यक्षेत्र में आपका दिन अच्छा रहेगा।",
            
            "imgURL": "https://i.imgur.com/k67hXqC.png"
        },
        {
            "id": "4",
            "name": "कर्क (ही, हु, हे, हो, डा, डी, डू, डे, डो)",
            "country": "घर में दोस्तों का अचानक आगमन होगा। रिश्तेदारों से फोन पर बात करेंगे। आप नए कौशल सीख सकते हैं।व्यापारिक यात्रा लाभकारी रहेगी। दाम्पत्य संबंधों में मधुरता आएगी। बीमार लोगों के स्वास्थ्य में सुधार हो सकता है।",
            
            "imgURL": "https://i.imgur.com/8HD7Bji.png"
        },
        {
            "id": "5",
            "name": "सिंह (मा, मी, मू, मे, मो, टा, टी, टू, टे)",
            "country": "छोटे बच्चों के लिए आज का दिन बहुत अच्छा है। आय के स्रोतों में वृद्धि होगी।आपको विदेश से नौकरी के प्रस्ताव मिल सकते हैं। लोग आपके व्यवहार और वाणी से बहुत प्रसन्न होंगे।",
            
            "imgURL": "https://i.imgur.com/0BvKlzB.png"
        },
        {
            "id": "6",
            "name": "कन्या (टो, पा, पी, पू, ष, ण, ठ, पे, पो)",
            "country": "संतान को लेकर आप थोड़े चिंतित हो सकते हैं। एक नई व्यवसाय योजना बनाएं।आपका मन प्रसन्न रहेगा, जिससे आप काफी सक्रिय रहेंगे। आपका काम समय पर पूरा हो जाएगा।",
            
            "imgURL": "https://i.imgur.com/VrofZYo.png"
        },
        {
            "id": "7",
            "name": "तुला (रा, री, रु, रे, रो, ता, ती, तू, ते)",
            "country": "मन में बार-बार नौकरी बदलने का विचार आता रहेगा। आज शांत रहें और परिस्थितियों का निरीक्षण करें।यात्रा के लिए दिन अनुकूल नहीं है।शॉपिंग आपको नुकसान पहुंचा सकती है। सहकर्मी आपकी कार्यशैली से नाखुश हो सकते हैं।",
            
            "imgURL": "https://i.imgur.com/mgReNWm.png"
        },
        {
            "id": "8",
            "name": "वृश्चिक (तो, ना, नी, नू, ने, नो, या, यी, यू)",
            "country": "परिवार वालों से शुभ समाचार सुनने को मिलेगा। बड़ों का आशीर्वाद मिलेगा।वैवाहिक संबंधों में प्रगाढ़ता बढ़ेगी। व्यापार में आपकी आमदनी में वृद्धि हो सकती है। आप मानसिक रूप से काफी मजबूत रहेंगे।",
            
            "imgURL": "https://i.imgur.com/gliMx6d.png"
        },
	{
            "id": "9",
            "name": "धनु (ये, यो, भा, भी, भू, धा, फा, ढ, भे)",
            "country": "एक्सेसरीज खरीदने का विचार रहेगा। बच्चे पढ़ाई में अच्छा करेंगे।व्यापार में नए सौदे मिल सकते हैं। संपत्ति विवाद सुलझेंगे। आप अपनी बातों को मजबूती से रखने में सफल रहेंगे।",
            
            "imgURL": "https://i.imgur.com/M8YfLCt.png"
        },
	{
            "id": "10",
            "name": "मकर (भो, जा, जी, खी, खू, खे, खो, गा, गी)",
            "country": "व्यापार में नए ऑर्डर मिल सकते हैं। अधिकारी आपसे बहुत प्रसन्न रहेंगे।दांपत्य जीवन की परेशानियां दूर होंगी। अपने विचार और व्यवहार को सकारात्मक रखें।",
            
            "imgURL": "https://i.imgur.com/CXtxKQ3.png"
        },
	{
            "id": "11",
            "name": "कुम्भ (गु, गे, गो, सा, सी, सू, से, सो, दा)",
            "country": "मन में अज्ञात का भय बना रहेगा। विवादित मामलों से दूर रहना चाहिए।जीवनसाथी की भावनाओं का ख्याल रखें। दिनचर्या में लापरवाही से कामकाज प्रभावित हो सकता है।",
            
            "imgURL": "https://i.imgur.com/wtrW1FM.png"
        },
	{
            "id": "12",
            "name": "मीन (दी, दू, थ, झ, ञ, दे, दो, च, ची)",
            "country": "आय के स्रोतों में वृद्धि होगी। समाज के प्रतिष्ठित लोगों से आपके संबंध मधुर रहेंगे।राजनीति से जुड़े लोगों के लिए आज का दिन बहुत अच्छा है। सभी कार्य योजनाबद्ध तरीके से होंगे। व्यापार में सहकर्मियों की मदद ले सकते हैं।",
            
            "imgURL": "https://i.imgur.com/XSf9NBH.png"
        }
    ]
}
