{
    "status": "true",
    "message": "Data fetched successfully!",
    "data": [
        {
            "id": "1",
            "name": "मेष (चू, चे, चो, ला, ली, लू, ले, लो, आ)",
            "country": "डीप रिसर्च में आपकी रुचि हो सकती है। जीवनसाथी के साथ संबंध मधुर रहेंगे।पार्टनरशिप में नया काम शुरू कर सकते हैं। जीवनसाथी के स्वास्थ्य का ध्यान रखें। अपनी जीवन शैली को व्यवस्थित रखें।",
            
            "imgURL": "https://i.imgur.com/i3YmoBJ.png"
        },
        {
            "id": "2",
            "name": "वृषभ (ई, उ, ए, ओ, वा, वी, वू, वे, वो)",
            "country": "छोटी सी बात विवाद में बदल सकती है। आपकी उपलब्धियों को लेकर आपके मन में असंतोष रहेगा।आपको अपने खर्चों पर नियंत्रण रखना होगा। इलेक्ट्रॉनिक उपकरणों में कुछ खराबी हो सकती है।",
            
            "imgURL": "https://i.imgur.com/TUmxTOM.png"
        },
        {
            "id": "3",
            "name": "मिथुन (का, की, कु, घ, ङ, छ, के, को, हा)",
            "country": "बुद्धि के बल पर कठिन निर्णय लिए जा सकते हैं। आज आप काम में बहुत व्यस्त होने के बावजूद अपनों को समय देंगे।नौकरी में आपकी आमदनी में वृद्धि होगी। प्रेम संबंधों को लेकर कुछ तनाव हो सकता है।",
            
            "imgURL": "https://i.imgur.com/k67hXqC.png"
        },
        {
            "id": "4",
            "name": "कर्क (ही, हु, हे, हो, डा, डी, डू, डे, डो)",
            "country": "आपकी दिनचर्या व्यवस्थित होने वाली है। नकारात्मक प्रवृत्ति वाले लोगों पर ज्यादा निर्भर न रहें। बच्चों के व्यवहार पर नजर रखें।मेहनत का फल मिलेगा। उच्च शिक्षा से जुड़े लोगों को कोई बड़ी उपलब्धि मिल सकती है।",
            
            "imgURL": "https://i.imgur.com/8HD7Bji.png"
        },
        {
            "id": "5",
            "name": "सिंह (मा, मी, मू, मे, मो, टा, टी, टू, टे)",
            "country": "लोग आपकी भावनाओं का फायदा उठाने की कोशिश करेंगे। आपकी कोई मनोकामना पूरी हो सकती है।राजनीति से जुड़े लोग अपने वर्चस्व को लेकर चिंतित रहेंगे। परिवार के किसी सदस्य के बारे में बात करना कटु हो सकता है।",
            
            "imgURL": "https://i.imgur.com/0BvKlzB.png"
        },
        {
            "id": "6",
            "name": "कन्या (टो, पा, पी, पू, ष, ण, ठ, पे, पो)",
            "country": "अनावश्यक कार्यों में समय बर्बाद न करें। युवा बुरे हो सकते हैं।त्वरित प्रतिक्रिया से व्यापार में हानि हो सकती है। उधार के पैसे के लेन-देन से बचें।",
            
            "imgURL": "https://i.imgur.com/VrofZYo.png"
        },
        {
            "id": "7",
            "name": "तुला (रा, री, रु, रे, रो, ता, ती, तू, ते)",
            "country": "दैनिक कार्यों में कुछ रुकावटें आएंगी। धार्मिक गतिविधियों में बढ़-चढ़कर हिस्सा लेंगे। सेहत थोड़ी नरम रह सकती है।दाम्पत्य जीवन सुखद रहेगा। व्यवसाय में अपने सहकर्मियों के साथ आपकी महत्वपूर्ण चर्चा हो सकती है।",
            
            "imgURL": "https://i.imgur.com/mgReNWm.png"
        },
        {
            "id": "8",
            "name": "वृश्चिक (तो, ना, नी, नू, ने, नो, या, यी, यू)",
            "country": "अधूरे कार्यों को पूरा करने में अधिक समय व्यतीत होगा। कार्यक्षेत्र में भरोसेमंद लोगों से आपको धोखा मिल सकता है।दिन की शुरुआत बहुत ही शुभ रहने वाली है। परिवार में सौहार्द का माहौल रहेगा। ससुराल पक्ष से शुभ समाचार मिलेगा।",
            
            "imgURL": "https://i.imgur.com/gliMx6d.png"
        },
	{
            "id": "9",
            "name": "धनु (ये, यो, भा, भी, भू, धा, फा, ढ, भे)",
            "country": "आज का दिन कुछ हद तक तनावपूर्ण रहने वाला है। इस मौके पर प्रियजन आपका साथ नहीं देंगे। आज शांति से समय बिताएं।प्रेमी से वाद-विवाद बिल्कुल न करें।",
            
            "imgURL": "https://i.imgur.com/M8YfLCt.png"
        },
	{
            "id": "10",
            "name": "मकर (भो, जा, जी, खी, खू, खे, खो, गा, गी)",
            "country": "अहंकार और अड़ियल रवैये के कारण शुभचिंतक आपसे दूरी बना सकते हैं।काम करने की स्थिति अनुकूल है। दोस्तों के साथ मनोरंजन का आनंद लें। फालतू की बातों में समय बर्बाद न करें।",
            
            "imgURL": "https://i.imgur.com/CXtxKQ3.png"
        },
	{
            "id": "11",
            "name": "कुम्भ (गु, गे, गो, सा, सी, सू, से, सो, दा)",
            "country": "आयात-निर्यात से जुड़े कारोबारियों को बड़े सौदे मिल सकते हैं। सेहत के लिहाज से भी आज का दिन अच्छा रहेगा।आप अपनी क्षमताओं का सर्वोत्तम उपयोग करने में सक्षम होंगे। विद्यार्थियों को पढ़ाई में बड़ी सफलता मिल सकती है।",
            
            "imgURL": "https://i.imgur.com/wtrW1FM.png"
        },
	{
            "id": "12",
            "name": "मीन (दी, दू, थ, झ, ञ, दे, दो, च, ची)",
            "country": "आप जो भी काम करें, पूरे आत्मविश्वास के साथ करें। कार्यक्षेत्र में बड़े लोगों से वाद-विवाद हो सकता है। जमीन से जुड़े कारोबार में सोच-समझकर निवेश करें।महिलाएं घरेलू सामान खरीदने बाजार जा सकती हैं।",
            
            "imgURL": "https://i.imgur.com/XSf9NBH.png"
        }
    ]
}
