{
    "status": "true",
    "message": "Data fetched successfully!",
    "data": [
        {
            "id": "1",
            "name": "मेष (चू, चे, चो, ला, ली, लू, ले, लो, आ)",
            "country": "बच्चे के व्यवहार पर नजर रखें। अर्थराइटिस के मरीजों की परेशानी बढ़ सकती है। अपने काम का पूरा ध्यान रखें।व्यापार में बिक्री कम होगी। आज दोपहर से पहले महत्वपूर्ण कार्य करें।",
            
            "imgURL": "https://i.imgur.com/i3YmoBJ.png"
        },
        {
            "id": "2",
            "name": "वृषभ (ई, उ, ए, ओ, वा, वी, वू, वे, वो)",
            "country": "व्यापारियों के लिए दिन चुनौती भरा है। यातायात नियमों का कड़ाई से पालन करें। सरकारी कार्यों में परेशानी होगी।जीवनसाथी पर विश्वास रखें। दिन उतार-चढ़ाव से भरा रहेगा।",
            
            "imgURL": "https://i.imgur.com/TUmxTOM.png"
        },
        {
            "id": "3",
            "name": "मिथुन (का, की, कु, घ, ङ, छ, के, को, हा)",
            "country": "व्यस्तता के कारण आपको ध्यान देना होगा। शाम को सिर दर्द और बेचैनी महसूस होगी।शोध कार्यों में आपकी काफी रुचि रहेगी। कार्यक्षेत्र में आप बहुत ऊर्जावान तरीके से काम करेंगे।",
            
            "imgURL": "https://i.imgur.com/k67hXqC.png"
        },
        {
            "id": "4",
            "name": "कर्क (ही, हु, हे, हो, डा, डी, डू, डे, डो)",
            "country": "अति आत्मविश्वास में कोई भी कार्य न करें। सेहत के प्रति लापरवाह रहना भारी पड़ सकता है। शाम के समय यात्रा की योजना बनेगी।आपके शब्द आपके जीवनसाथी को चुभ सकते हैं। इसलिए शब्दों का चुनाव सोच-समझकर करें।",
            
            "imgURL": "https://i.imgur.com/8HD7Bji.png"
        },
        {
            "id": "5",
            "name": "सिंह (मा, मी, मू, मे, मो, टा, टी, टू, टे)",
            "country": "बुद्धिमान लोगों की संगत का लाभ मिलेगा। छिपे हुए शत्रुओं की पहचान की जा सकती है।कारोबार मंदा हो सकता है। दिन की शुरुआत आपके लिए काफी अच्छी रहेगी।",
            
            "imgURL": "https://i.imgur.com/0BvKlzB.png"
        },
        {
            "id": "6",
            "name": "कन्या (टो, पा, पी, पू, ष, ण, ठ, पे, पो)",
            "country": "अपने बड़ों का अच्छे से ख्याल रखें। प्रेम संबंधों में धोखे जैसी स्थिति उत्पन्न हो सकती है।दोपहर तक का समय बहुत ही नकारात्मक रहेगा।",
            
            "imgURL": "https://i.imgur.com/VrofZYo.png"
        },
        {
            "id": "7",
            "name": "तुला (रा, री, रु, रे, रो, ता, ती, तू, ते)",
            "country": "आपकी सोच के विपरीत कार्यों से आपका मन अशांत रहेगा। अनावश्यक खर्चे बढ़ते रहेंगे।संपत्ति को लेकर कोई बड़ा समझौता न करें। आपके जनसंपर्क मजबूत होंगे। किसी पुराने मामले को लेकर विवाद हो सकता है।",
            
            "imgURL": "https://i.imgur.com/mgReNWm.png"
        },
        {
            "id": "8",
            "name": "वृश्चिक (तो, ना, नी, नू, ने, नो, या, यी, यू)",
            "country": "आज आपको कोई उपहार मिल सकता है। नए प्रभावी संपर्क विकसित होंगे। घर के सभी सदस्यों के बीच आपसी सौहार्द में वृद्धि होगी।इंटरव्यू आदि में आपको सफलता मिल सकती है। समाज में आपकी छवि मजबूत होगी।",
            
            "imgURL": "https://i.imgur.com/gliMx6d.png"
        },
	{
            "id": "9",
            "name": "धनु (ये, यो, भा, भी, भू, धा, फा, ढ, भे)",
            "country": "जीवनसाथी का सहयोग मिलेगा। घर में शाम का समय अच्छा रहेगा।अहंकार और क्रोध के कारण आपका काम बिगड़ सकता है। बॉस आप पर ज्यादा भरोसा नहीं कर रहा है। पूरे मन से अपने काम में लगे रहें।",
            
            "imgURL": "https://i.imgur.com/M8YfLCt.png"
        },
	{
            "id": "10",
            "name": "मकर (भो, जा, जी, खी, खू, खे, खो, गा, गी)",
            "country": "कब्ज और गैस की समस्या हो सकती है। शाम को आप पूजा में शामिल हो सकते हैं।पारिवारिक मुद्दों को लेकर विवाद हो सकता है। सभी समस्याओं का शांतिपूर्ण समाधान खोजने का प्रयास करें।",
            
            "imgURL": "https://i.imgur.com/CXtxKQ3.png"
        },
	{
            "id": "11",
            "name": "कुम्भ (गु, गे, गो, सा, सी, सू, से, सो, दा)",
            "country": "किसी की वजह से पुरानी कड़वी यादें आपको फिर से आहत कर सकती हैं। अपने कार्यों पर अधिक ध्यान दें।नई नौकरियों को अच्छी तरह से एक्सप्लोर करें। वैवाहिक संबंधों में आप थोड़े बोर हो सकते हैं।",
            
            "imgURL": "https://i.imgur.com/wtrW1FM.png"
        },
	{
            "id": "12",
            "name": "मीन (दी, दू, थ, झ, ञ, दे, दो, च, ची)",
            "country": "आज आप नई तकनीक सीख सकते हैं। मनोरंजक गतिविधियों में समय व्यतीत करें।दाम्पत्य सुख में वृद्धि होगी। व्यापार के सिलसिले में यात्रा हो सकती है। नौकरी में आपको उच्च पद की प्राप्ति हो सकती है।",
            
            "imgURL": "https://i.imgur.com/XSf9NBH.png"
        }
    ]
}
