{
    "status": "true",
    "message": "Data fetched successfully!",
    "data": [
        {
            "id": "1",
            "name": "मेष (चू, चे, चो, ला, ली, लू, ले, लो, आ)",
            "country": "अधिक लाभ कमाने के लिए नैतिकता से समझौता न करें। आप अपनी दिनचर्या बदल सकते हैं। पुरुष जातकों को महिलाओं का सहयोग मिलेगा।बच्चे पढ़ाई के प्रति काफी वफादार रहेंगे। व्यापार में मित्रों का पूरा सहयोग मिलेगा।",
            
            "imgURL": "https://i.imgur.com/i3YmoBJ.png"
        },
        {
            "id": "2",
            "name": "वृषभ (ई, उ, ए, ओ, वा, वी, वू, वे, वो)",
            "country": "जिस काम की आप काफी समय से योजना बना रहे थे वह आज से शुरू हो सकता है। आप तकनीक में बहुत पैसा खर्च कर सकते हैं।मन की परेशानियां दूर होंगी। विद्यार्थियों को शिक्षकों का पूरा सहयोग मिलेगा।",
            
            "imgURL": "https://i.imgur.com/TUmxTOM.png"
        },
        {
            "id": "3",
            "name": "मिथुन (का, की, कु, घ, ङ, छ, के, को, हा)",
            "country": "शेयरों और निवेश में सावधानी बरतें। लव लाइफ में कमी आएगी।अपने खर्चों पर नियंत्रण रखें। अहंकार को अपने ऊपर हावी न होने दें अन्यथा आपके रिश्ते में खटास आ सकती है।",
            
            "imgURL": "https://i.imgur.com/k67hXqC.png"
        },
        {
            "id": "4",
            "name": "कर्क (ही, हु, हे, हो, डा, डी, डू, डे, डो)",
            "country": "माता-पिता की सलाह को नजरअंदाज न करें। व्यंग्य पर गंभीर प्रतिक्रिया देने से बचें।योजनाओं में बदलाव करना पड़ सकता है। वित्त संबंधी समस्याओं को दूसरों के साथ साझा न करें।",
            
            "imgURL": "https://i.imgur.com/8HD7Bji.png"
        },
        {
            "id": "5",
            "name": "सिंह (मा, मी, मू, मे, मो, टा, टी, टू, टे)",
            "country": "भाग्य आपका बहुत साथ देगा। जीवनसाथी के साथ संबंध काफी रोमांटिक रहेंगे। आपकी संचार शैली बहुत आकर्षक होगी।ऑफिस के अधिकारी आपसे बहुत प्रसन्न रहेंगे। करियर में युवाओं को बेहतरीन मौके मिलेंगे।",
            
            "imgURL": "https://i.imgur.com/0BvKlzB.png"
        },
        {
            "id": "6",
            "name": "कन्या (टो, पा, पी, पू, ष, ण, ठ, पे, पो)",
            "country": "जहां जरूरी न हो वहां बात न करें। पाचन संबंधी समस्याएं हो सकती हैं।आपको विदेशी कंपनियों से नौकरी के ऑफर मिल सकते हैं। आपके मित्रों को आपसे कुछ अपेक्षाएं होंगी। जिसे आपको पूरा करना है।",
            
            "imgURL": "https://i.imgur.com/VrofZYo.png"
        },
        {
            "id": "7",
            "name": "तुला (रा, री, रु, रे, रो, ता, ती, तू, ते)",
            "country": "नौकरी में आपको कोई महत्वपूर्ण पद मिल सकता है। साझेदारी के कार्यों में सफलता मिलेगी।लवर्स लोगों को डेट पर ले जा सकते हैं। सहकर्मियों के काम में दोष खोजने के लिए आपकी आलोचना हो सकती है।",
            
            "imgURL": "https://i.imgur.com/mgReNWm.png"
        },
        {
            "id": "8",
            "name": "वृश्चिक (तो, ना, नी, नू, ने, नो, या, यी, यू)",
            "country": "शारीरिक कष्ट संभव है। शत्रु आपके काम को बिगाड़ने की कोशिश करेंगे। जीवनसाथी के प्रति अच्छा व्यवहार रखें।विद्यार्थी अपने भविष्य को लेकर थोड़े आशंकित रहेंगे। व्यापार में अपेक्षित लाभ मिलने की संभावना कम है।",
            
            "imgURL": "https://i.imgur.com/gliMx6d.png"
        },
	{
            "id": "9",
            "name": "धनु (ये, यो, भा, भी, भू, धा, फा, ढ, भे)",
            "country": "रुके हुए काम शुरू होने के योग हैं। परिवार में सौहार्द का माहौल रहेगा। मित्रों से धन की प्राप्ति होगी।नौकरी में आपको उच्च पद की प्राप्ति हो सकती है। आपका आत्मविश्वास बढ़ेगा।",
            
            "imgURL": "https://i.imgur.com/M8YfLCt.png"
        },
	{
            "id": "10",
            "name": "मकर (भो, जा, जी, खी, खू, खे, खो, गा, गी)",
            "country": "बच्चों और परिवार के साथ समय बिताएंगे। आपका स्वास्थ्य उत्तम रहेगा।उधार दिया हुआ पैसा वापस मिल सकता है। पुरानी चिंताएं दूर होंगी। युवाओं को नए प्रेमी मिल सकते हैं।",
            
            "imgURL": "https://i.imgur.com/CXtxKQ3.png"
        },
	{
            "id": "11",
            "name": "कुम्भ (गु, गे, गो, सा, सी, सू, से, सो, दा)",
            "country": "जमा पूंजी अनावश्यक गतिविधियों पर खर्च हो सकती है। अपने निर्णय पर अडिग रहें।कार्यक्षेत्र में आपको कुछ समस्याओं का सामना करना पड़ेगा। परिवार में कलह का माहौल रहेगा।",
            
            "imgURL": "https://i.imgur.com/wtrW1FM.png"
        },
	{
            "id": "12",
            "name": "मीन (दी, दू, थ, झ, ञ, दे, दो, च, ची)",
            "country": "दाम्पत्य संबंधों में प्रेम कम रहेगा। संतान के भविष्य को लेकर आप थोड़े चिंतित रहेंगे। गलत लोगों से ना जुड़ें।नसों में खिंचाव और दर्द की समस्या रहेगी। स्वास्थ्य संबंधी परेशानी के कारण परेशानी होने की संभावना है।",
            
            "imgURL": "https://i.imgur.com/XSf9NBH.png"
        }
    ]
}
