{
    "status": "true",
    "message": "Data fetched successfully!",
    "data": [
        {
            "id": "1",
            "name": "मेष (चू, चे, चो, ला, ली, लू, ले, लो, आ)",
            "country": "बच्चे अपनी पढ़ाई को लेकर थोड़े चिंतित हो सकते हैं। सहकर्मियों के साथ आपके संबंध मधुर रहेंगे।परिवार में खुशियों का माहौल रहेगा। व्यापार को लेकर नए विचार दिमाग में आएंगे। आप प्रेम संबंधों को बहुत महत्व देंगे।",
            
            "imgURL": "https://i.imgur.com/i3YmoBJ.png"
        },
        {
            "id": "2",
            "name": "वृषभ (ई, उ, ए, ओ, वा, वी, वू, वे, वो)",
            "country": "छात्रों का पढ़ाई में मन नहीं लगेगा। एसिडिटी और गैस की समस्या होगी। बॉस से संबंध अच्छे रखें।अपने काम के प्रति उदासीन न रहें। आप रिश्तेदारों से फोन पर बात कर सकते हैं।",
            
            "imgURL": "https://i.imgur.com/TUmxTOM.png"
        },
        {
            "id": "3",
            "name": "मिथुन (का, की, कु, घ, ङ, छ, के, को, हा)",
            "country": "यात्रा के दौरान थकान महसूस करेंगे। आप अपने काम को लेकर थोड़े चिंतित रहेंगे।सेहत के प्रति लापरवाही न बरतें। परिवार के लोग आपसे उम्मीद करेंगे। इस वजह से आप पर दबाव रहेगा। नए कार्य शुरू करने से बचें।",
            
            "imgURL": "https://i.imgur.com/k67hXqC.png"
        },
        {
            "id": "4",
            "name": "कर्क (ही, हु, हे, हो, डा, डी, डू, डे, डो)",
            "country": "लोग आपकी कला की प्रशंसा करेंगे। व्यापार में बड़े सौदे हो सकते हैं।प्रेम प्रसंगों का आनंद लेंगे। शत्रुओं पर विजय प्राप्त होगी। दांपत्य जीवन में सामंजस्य अच्छा रहेगा।",
            
            "imgURL": "https://i.imgur.com/8HD7Bji.png"
        },
        {
            "id": "5",
            "name": "सिंह (मा, मी, मू, मे, मो, टा, टी, टू, टे)",
            "country": "दूसरों की समस्याओं को सुलझाने में आप बहुत कारगर हो सकते हैं। किसी मुश्किल काम को पूरा करने को लेकर आप उत्साहित रहेंगे।मन में कुछ नया करने का विचार बनेगा। आपके संवाद करने के तरीके से लोग प्रभावित होंगे।",
            
            "imgURL": "https://i.imgur.com/0BvKlzB.png"
        },
        {
            "id": "6",
            "name": "कन्या (टो, पा, पी, पू, ष, ण, ठ, पे, पो)",
            "country": "आप बाजार जा सकते हैं और बच्चों की जरूरत का सामान खरीद सकते हैं। सामान्य तौर पर स्वास्थ्य अच्छा रहेगा। धार्मिक कार्यों में व्यस्त रहेंगे।बच्चों को शिक्षा और करियर में बड़ी उपलब्धि मिल सकती है। पढ़ाई में आ रही रुकावटें दूर होंगी।",
            
            "imgURL": "https://i.imgur.com/VrofZYo.png"
        },
        {
            "id": "7",
            "name": "तुला (रा, री, रु, रे, रो, ता, ती, तू, ते)",
            "country": "आप देखेंगे कि पुरानी समस्या का समाधान हो गया है। कानूनी मामलों को लेकर आप थोड़े चिंतित रहेंगे। अनैतिक कार्यों से दूर रहें।आपकी आमदनी में वृद्धि होगी। जीवनसाथी का सहयोग मिलेगा। जुकाम वायरल हो सकता है और सर्दी का कारण बन सकता है।",
            
            "imgURL": "https://i.imgur.com/mgReNWm.png"
        },
        {
            "id": "8",
            "name": "वृश्चिक (तो, ना, नी, नू, ने, नो, या, यी, यू)",
            "country": "व्यापार में लाभ के कारण मन बहुत प्रसन्न रहेगा। आप समाज में काफी सक्रिय रहेंगे। दूसरों से अधिक अपेक्षा न करें।व्यापार में साझेदारी के लिए दिन शुभ है। आपके काम में स्थिरता आएगी।",
            
            "imgURL": "https://i.imgur.com/gliMx6d.png"
        },
	{
            "id": "9",
            "name": "धनु (ये, यो, भा, भी, भू, धा, फा, ढ, भे)",
            "country": "आंखों में जलन की शिकायत हो सकती है।लोग आपका नुकसान कर सकते हैं।कुछ कड़वे अनुभवों का सामना करना पड़ेगा। पैसों के लिए ज्यादा लालची न हों। शेयर बाजार में बड़ा निवेश करना उचित नहीं है।",
            
            "imgURL": "https://i.imgur.com/M8YfLCt.png"
        },
	{
            "id": "10",
            "name": "मकर (भो, जा, जी, खी, खू, खे, खो, गा, गी)",
            "country": "किसी नए प्रोजेक्ट में पैसा निवेश कर सकते हैं। सरकारी कार्यों में सफलता मिलेगी।नौकरी में मनचाहा परिणाम मिलेगा। आप भौतिक सुखों का आनंद लेंगे। जीवनसाथी की सलाह का पालन अवश्य करें।",
            
            "imgURL": "https://i.imgur.com/CXtxKQ3.png"
        },
	{
            "id": "11",
            "name": "कुम्भ (गु, गे, गो, सा, सी, सू, से, सो, दा)",
            "country": "दूसरों पर ज्यादा भरोसा न करें। अपनी भावनाओं पर नियंत्रण रखें। आज कर्ज न लें।अपने प्रेमी के साथ अच्छा व्यवहार करें। परिवार के किसी सदस्य का स्वास्थ्य बिगड़ सकता है।",
            
            "imgURL": "https://i.imgur.com/wtrW1FM.png"
        },
	{
            "id": "12",
            "name": "मीन (दी, दू, थ, झ, ञ, दे, दो, च, ची)",
            "country": "यात्रा से बड़ा धन लाभ हो सकता है। बॉस आपसे बहुत खुश रहने वाला है।आपकी जीवनशैली में सुधार होगा। परिवार में सुख-शांति बनी रहेगी। पुरानी स्वास्थ्य समस्याएं दूर होंगी। आप उच्च अध्ययन में रुचि ले सकते हैं।",
            
            "imgURL": "https://i.imgur.com/XSf9NBH.png"
        }
    ]
}
