{
    "status": "true",
    "message": "Data fetched successfully!",
    "data": [
        {
            "id": "1",
            "name": "मेष (चू, चे, चो, ला, ली, लू, ले, लो, आ)",
            "country": "नौकरी में वरिष्ठ अधिकारियों का सहयोग मिलेगा। कार्यक्षेत्र में आपको भारी धन लाभ होगा। स्वास्थ्य बहुत अच्छा रहेगा।आपकी आर्थिक स्थिति मजबूत होगी। मित्रों के साथ अच्छा समय व्यतीत करेंगे।",
            
            "imgURL": "https://i.imgur.com/i3YmoBJ.png"
        },
        {
            "id": "2",
            "name": "वृषभ (ई, उ, ए, ओ, वा, वी, वू, वे, वो)",
            "country": "प्रेम संबंधों को शादी के लिए पारिवारिक सहमति मिल सकती है। धार्मिक कार्यों के प्रति आपका रुझान बढ़ेगा। पुराने विवाद सुलझने की संभावना है।आप अपने काम को समझदारी से पूरा करने का प्रयास करेंगे। प्रेमी से उपहार मिल सकता है।",
            
            "imgURL": "https://i.imgur.com/TUmxTOM.png"
        },
        {
            "id": "3",
            "name": "मिथुन (का, की, कु, घ, ङ, छ, के, को, हा)",
            "country": "नकारात्मक विचार आपके काम की गुणवत्ता को प्रभावित करेंगे। मार्केटिंग से जुड़े कामों में सफलता मिलना मुश्किल होगा।लवमेट के साथ आपके संबंध कमजोर हो सकते हैं। कार्यक्षेत्र में काफी मेहनत करनी पड़ेगी।",
            
            "imgURL": "https://i.imgur.com/k67hXqC.png"
        },
        {
            "id": "4",
            "name": "कर्क (ही, हु, हे, हो, डा, डी, डू, डे, डो)",
            "country": "अधिकारी वर्ग से मित्रता बढ़ेगी। कार्यक्षेत्र में टीम वर्क फायदेमंद रहेगा। परिवार के साथ शॉपिंग करने जा सकते हैं।आप नई जमीन खरीदने पर विचार कर सकते हैं। आपका आत्मविश्वास आपको आपके सभी प्रयासों में सफलता दिलाएगा।",
            
            "imgURL": "https://i.imgur.com/8HD7Bji.png"
        },
        {
            "id": "5",
            "name": "सिंह (मा, मी, मू, मे, मो, टा, टी, टू, टे)",
            "country": "सर्दी के कारण आपको गले में खराश की समस्या हो सकती है। स्वार्थी व्यवहार के कारण लोग आपसे दूरी बना सकते हैं।एक्स्ट्रा मैरिटल अफेयर्स से बचना चाहिए। माता के स्वास्थ्य का ध्यान रखें।",
            
            "imgURL": "https://i.imgur.com/0BvKlzB.png"
        },
        {
            "id": "6",
            "name": "कन्या (टो, पा, पी, पू, ष, ण, ठ, पे, पो)",
            "country": "आप घर की जरूरत के लिए खरीदारी कर सकते हैं। विद्यार्थियों को पढ़ाई में लापरवाही नहीं करनी चाहिए।लंबे समय से चली आ रही कोई परेशानी दूर होगी। व्यापार में भारी आर्थिक लाभ होगा। सरकारी सेवकों की आय में वृद्धि होगी।",
            
            "imgURL": "https://i.imgur.com/VrofZYo.png"
        },
        {
            "id": "7",
            "name": "तुला (रा, री, रु, रे, रो, ता, ती, तू, ते)",
            "country": "मन में अनैतिक कार्यों के प्रति रुचि रहेगी। वरिष्ठ लोगों की सलाह आपके लिए फायदेमंद रहेगी।अपने आहार को संयमित रखें। आपको राजनीतिक विषयों पर अनावश्यक टिप्पणी करने से बचना चाहिए।",
            
            "imgURL": "https://i.imgur.com/mgReNWm.png"
        },
        {
            "id": "8",
            "name": "वृश्चिक (तो, ना, नी, नू, ने, नो, या, यी, यू)",
            "country": "अगर आप नई नौकरी की तलाश कर रहे हैं तो आपको सफलता मिलने के अच्छे योग हैं। मन में आत्मसंतुष्टि का भाव रहेगा। यात्राओं से धन लाभ होगा।जीवनसाथी की सफलता से आपका मन प्रसन्न रहेगा।",
            
            "imgURL": "https://i.imgur.com/gliMx6d.png"
        },
	{
            "id": "9",
            "name": "धनु (ये, यो, भा, भी, भू, धा, फा, ढ, भे)",
            "country": "मैन्युफैक्चरिंग से जुड़े कारोबार में लाभ होगा। उधार दिया हुआ पैसा वापस मिल सकता है। आप विषयों को गहराई से जानने का प्रयास करेंगे।अटके हुए कार्यों को शुरू करने का प्रयास कर सकते हैं। आप राजनीति और सामाजिक गतिविधियों में भाग लेंगे।",
            
            "imgURL": "https://i.imgur.com/M8YfLCt.png"
        },
	{
            "id": "10",
            "name": "मकर (भो, जा, जी, खी, खू, खे, खो, गा, गी)",
            "country": "आय के नए स्रोत बन सकते हैं। कपड़ा और ऊर्जा क्षेत्र से जुड़े लोगों की अच्छी आमदनी होगी।पति-पत्नी के संबंध मधुर रहेंगे। अपनी दिनचर्या व्यवस्थित रखें। पिता की सलाह से आपको भरपूर लाभ मिलेगा।",
            
            "imgURL": "https://i.imgur.com/CXtxKQ3.png"
        },
	{
            "id": "11",
            "name": "कुम्भ (गु, गे, गो, सा, सी, सू, से, सो, दा)",
            "country": "छात्रों का पढ़ाई से ध्यान हट सकता है। तला-भुना खाना खाने से बचना चाहिए।अपने व्यवहार पर नियंत्रण रखें। जीवनसाथी से विवाद हो सकता है। छोटी सी बात को लेकर परेशानी होगी।",
            
            "imgURL": "https://i.imgur.com/wtrW1FM.png"
        },
	{
            "id": "12",
            "name": "मीन (दी, दू, थ, झ, ञ, दे, दो, च, ची)",
            "country": "कला जगत से जुड़े लोगों के लिए दिन जबरदस्त है। समाज में आपको ऊंचा स्थान मिलेगा।ऑफिस की राजनीति में आप सक्रिय रहेंगे। व्यापार में बड़े ऑर्डर मिल सकते हैं। कानूनी मामलों में विजय प्राप्त होगी। आप अपने काम के प्रति समर्पित रहेंगे।",
            
            "imgURL": "https://i.imgur.com/XSf9NBH.png"
        }
    ]
}
