{
    "status": "true",
    "message": "Data fetched successfully!",
    "data": [
        {
            "id": "1",
            "name": "मेष (चू, चे, चो, ला, ली, लू, ले, लो, आ)",
            "country": "आप अपनी जीवनशैली में बदलाव ला सकते हैं। अपने मन में किसी के प्रति ईर्ष्या न आने दें। विरोधी आपके सामने झुकेंगे।अधूरे कार्यों को पूरा करने में व्यस्त रहेंगे। व्यापार में आ रही दिक्कतों का समाधान होगा।",
            
            "imgURL": "https://i.imgur.com/i3YmoBJ.png"
        },
        {
            "id": "2",
            "name": "वृषभ (ई, उ, ए, ओ, वा, वी, वू, वे, वो)",
            "country": "विद्यार्थियों को शिक्षा के क्षेत्र में उत्कृष्ट परिणाम प्राप्त होंगे। पति-पत्नी के संबंधों में तनाव कम होगा।ऑफिस में सहकर्मी आपसे खुश नहीं है। पूजा-पाठ में आपकी विशेष रुचि रहेगी। पिता के स्वास्थ्य को लेकर कुछ चिंता हो सकती है।",
            
            "imgURL": "https://i.imgur.com/TUmxTOM.png"
        },
        {
            "id": "3",
            "name": "मिथुन (का, की, कु, घ, ङ, छ, के, को, हा)",
            "country": "आप नौकरी में पूरा ध्यान नहीं दे पा रहे हैं।इस वजह से आपके अधिकारी आपसे नाराज हो सकते हैं।बातचीत के दौरान शब्द सीमा का ध्यान रखें।हाथ-पैरों में शिथिलता रहेगी।",
            
            "imgURL": "https://i.imgur.com/k67hXqC.png"
        },
        {
            "id": "4",
            "name": "कर्क (ही, हु, हे, हो, डा, डी, डू, डे, डो)",
            "country": "कानूनी मामलों में आपकी जीत हो सकती है। आपका आत्मविश्वास बढ़ेगा।व्यापार के विस्तार के अवसर प्राप्त होंगे। रचनात्मक कार्यों में सफलता मिलेगी। पारिवारिक माहौल थोड़ा भावुक रहेगा।",
            
            "imgURL": "https://i.imgur.com/8HD7Bji.png"
        },
        {
            "id": "5",
            "name": "सिंह (मा, मी, मू, मे, मो, टा, टी, टू, टे)",
            "country": "दूसरों के मामलों पर प्रतिक्रिया न दें। व्यापार में भागीदारों के साथ समन्वय की कमी हो सकती है। अनावश्यक खर्चों में कटौती करें।आप परिस्थितियों को बहुत समझदारी से संभालेंगे। ऑफिस में आपके काम की तारीफ होगी।",
            
            "imgURL": "https://i.imgur.com/0BvKlzB.png"
        },
        {
            "id": "6",
            "name": "कन्या (टो, पा, पी, पू, ष, ण, ठ, पे, पो)",
            "country": "प्रेम संबंधों में तनाव की संभावना है। लोग आपके कार्यों में गलतियां देख सकते हैं।दोस्तों के साथ आपके संबंध मजबूत होंगे। बच्चों की गलतियों को नजरंदाज न करें। ठंड के कारण पेट में दर्द हो सकता है।",
            
            "imgURL": "https://i.imgur.com/VrofZYo.png"
        },
        {
            "id": "7",
            "name": "तुला (रा, री, रु, रे, रो, ता, ती, तू, ते)",
            "country": "जब तक आप काम नहीं कर लेते, तब तक पीछे न हटें। कानूनी मामले आपके पक्ष में रहेंगे। निजी नौकरी करने वालों की आय में वृद्धि हो सकती है।घुटने में दर्द हो सकता है। कार्यक्षेत्र में बार-बार रणनीति बदलना आपके लिए घातक हो सकता है।",
            
            "imgURL": "https://i.imgur.com/mgReNWm.png"
        },
        {
            "id": "8",
            "name": "वृश्चिक (तो, ना, नी, नू, ने, नो, या, यी, यू)",
            "country": "दाम्पत्य संबंधों में प्रेम और भक्ति में वृद्धि होगी। परिवार के साथ किसी मजेदार ट्रिप पर जाने का प्लान बना सकते हैं।यात्रा के लिए दिन बहुत शुभ है। कार्यक्षेत्र से संबंधित महत्वपूर्ण बैठकों में आप भाग ले सकते हैं।",
            
            "imgURL": "https://i.imgur.com/gliMx6d.png"
        },
	{
            "id": "9",
            "name": "धनु (ये, यो, भा, भी, भू, धा, फा, ढ, भे)",
            "country": "आज धन की स्थिति कमजोर रहने वाली है। वाहन चलाते समय सावधान रहें।विद्यार्थी पढ़ाई में लापरवाही कर सकते हैं। अजनबियों के साथ ज्यादा संबंध न बनाएं। शत्रु आपके विरुद्ध सक्रिय रहेंगे।",
            
            "imgURL": "https://i.imgur.com/M8YfLCt.png"
        },
	{
            "id": "10",
            "name": "मकर (भो, जा, जी, खी, खू, खे, खो, गा, गी)",
            "country": "व्यापार में बड़ा आर्थिक लाभ हो सकता है। रियल एस्टेट से जुड़े लोगों को बड़े ठेके मिलने की संभावना है।करियर से जुड़े विवाद दूर होंगे। सहकर्मियों के साथ मैत्रीपूर्ण संबंध मजबूत होंगे। रिश्ते को लेकर आप काफी दबाव में आ सकते हैं।",
            
            "imgURL": "https://i.imgur.com/CXtxKQ3.png"
        },
	{
            "id": "11",
            "name": "कुम्भ (गु, गे, गो, सा, सी, सू, से, सो, दा)",
            "country": "शत्रु आपको हानि पहुंचाने का प्रयास करेंगे। विदेशी कंपनियों में काम करने वाले लोगों को ऊंचा पद मिल सकता है।कृषि कार्य में हानि होने की संभावना है। दूसरों से अधिक अपेक्षा न करें। आपके सहकर्मी नौकरी में परेशान हो सकते हैं।",
            
            "imgURL": "https://i.imgur.com/wtrW1FM.png"
        },
	{
            "id": "12",
            "name": "मीन (दी, दू, थ, झ, ञ, दे, दो, च, ची)",
            "country": "सामाजिक कार्यों में आप बहुत अच्छा करेंगे। आप बच्चों के लिए खरीदारी कर सकते हैं।परिवार की चिंता रहेगी। आपके आसपास का माहौल काफी सकारात्मक रहेगा।",
            
            "imgURL": "https://i.imgur.com/XSf9NBH.png"
        }
    ]
}
