{
    "status": "true",
    "message": "Data fetched successfully!",
    "data": [
        {
            "id": "1",
            "name": "मेष (चू, चे, चो, ला, ली, लू, ले, लो, आ)",
            "country": "दोस्तों के साथ कहीं घूमने जाने का प्लान बनेगा। संतान को पुरस्कार मिल सकता है।प्रभावशाली लोगों से संपर्क लाभदायक रहेगा। अगर आप किसी से प्यार करते हैं तो उसे प्रपोज कर सकते हैं। नौकरीपेशा जातकों की आय में वृद्धि होने के योग हैं।",
            
            "imgURL": "https://i.imgur.com/i3YmoBJ.png"
        },
        {
            "id": "2",
            "name": "वृषभ (ई, उ, ए, ओ, वा, वी, वू, वे, वो)",
            "country": "नया काम शुरू करने में जल्दबाजी करना उचित नहीं है। व्यर्थ के झगड़ों में न पड़ें। परिवार के किसी सदस्य का स्वास्थ्य बिगड़ सकता है।कार्यक्षेत्र में आपको नई चुनौतियों का सामना करना पड़ेगा। करीबी लोगों से विश्वासघात हो सकता है।",
            
            "imgURL": "https://i.imgur.com/TUmxTOM.png"
        },
        {
            "id": "3",
            "name": "मिथुन (का, की, कु, घ, ङ, छ, के, को, हा)",
            "country": "इंटरव्यू आदि में सफलता मिलने के योग हैं। प्रेमी लोगों से अपने प्यार का इजहार कर सकते हैं। खराब संबंधों को सुधारने का अवसर मिलेगा।किसी भी कार्य को छोटा न समझें। नए लक्ष्य निर्धारित करने और उनके लिए योजना बनाने के लिए दिन बहुत अच्छा है।",
            
            "imgURL": "https://i.imgur.com/k67hXqC.png"
        },
        {
            "id": "4",
            "name": "कर्क (ही, हु, हे, हो, डा, डी, डू, डे, डो)",
            "country": "संपत्ति विवाद के कारण परेशानी होने की संभावना है। आपके अभद्र व्यवहार से लोग आहत होंगे। फैशन और ग्लैमर की दुनिया से जुड़े लोगों को परेशानी होगी।महिलाओं को अपने स्वास्थ्य का ध्यान रखना होगा। आपका पैसा अनावश्यक गतिविधियों में खर्च हो सकता है।",
            
            "imgURL": "https://i.imgur.com/8HD7Bji.png"
        },
        {
            "id": "5",
            "name": "सिंह (मा, मी, मू, मे, मो, टा, टी, टू, टे)",
            "country": "कार्यक्षेत्र में आपको काफी मेहनत करनी पड़ेगी। प्रेम संबंधों को लेकर गलतफहमी हो सकती है।आपकी आर्थिक स्थिति बहुत अच्छी रहने वाली है। परिवार में खुशियों का माहौल रहेगा।",
            
            "imgURL": "https://i.imgur.com/0BvKlzB.png"
        },
        {
            "id": "6",
            "name": "कन्या (टो, पा, पी, पू, ष, ण, ठ, पे, पो)",
            "country": "पैसों को लेकर परेशानी हो सकती है। आपको कोई नकारात्मक समाचार मिल सकता है।परिवार के लोग चिंतित हो सकते हैं। अपना दिन धैर्य के साथ बिताएं। पति-पत्नी रोमांस का आनंद लेंगे।",
            
            "imgURL": "https://i.imgur.com/VrofZYo.png"
        },
        {
            "id": "7",
            "name": "तुला (रा, री, रु, रे, रो, ता, ती, तू, ते)",
            "country": "आपके आत्म विश्वास में वृद्धि होगी। व्यापार में कोई बड़ा अनुबंध होने की संभावना है। मार्केटिंग से जुड़े कामों में बड़ा पैसा मिल सकता है।नौकरीपेशा जातकों की आय में वृद्धि हो सकती है। जीवनसाथी के साथ घूमने जा सकते हैं।",
            
            "imgURL": "https://i.imgur.com/mgReNWm.png"
        },
        {
            "id": "8",
            "name": "वृश्चिक (तो, ना, नी, नू, ने, नो, या, यी, यू)",
            "country": "अनुभवी लोगों से मार्गदर्शन मिलेगा। परिवार में खुशी का माहौल रहेगा। विदेश में व्यापार करने वालों की आय में वृद्धि हो सकती है।जीवनसाथी के साथ आपके संबंध मधुर रहेंगे। आप कीमती चीजें खरीदने के लिए पैसा खर्च करेंगे।",
            
            "imgURL": "https://i.imgur.com/gliMx6d.png"
        },
	{
            "id": "9",
            "name": "धनु (ये, यो, भा, भी, भू, धा, फा, ढ, भे)",
            "country": "बुद्धिमान लोगों की संगत का लाभ मिलेगा। विदेश यात्रा में आ रही बाधाएं दूर होंगी।आपकी कोई मनोकामना पूरी हो सकती है। उच्चाधिकारियों से नजदीकियां बढ़ेंगी।",
            
            "imgURL": "https://i.imgur.com/M8YfLCt.png"
        },
	{
            "id": "10",
            "name": "मकर (भो, जा, जी, खी, खू, खे, खो, गा, गी)",
            "country": "अपनी दिनचर्या को नियंत्रण में रखें। मन में नकारात्मक विचार पैदा होंगे। सहकर्मियों के साथ संबंध खराब न करें।नसों में खिंचाव और दर्द की शिकायत हो सकती है। किसी कारण से सरकारी मामले अटक सकते हैं।",
            
            "imgURL": "https://i.imgur.com/CXtxKQ3.png"
        },
	{
            "id": "11",
            "name": "कुम्भ (गु, गे, गो, सा, सी, सू, से, सो, दा)",
            "country": "किसी मित्र के विवाह कार्यक्रम में शामिल हो सकते हैं। आपका आत्मविश्वास बढ़ेगा।आपकी योजना सफल होगी। घर में संतोष का माहौल रहेगा।",
            
            "imgURL": "https://i.imgur.com/wtrW1FM.png"
        },
	{
            "id": "12",
            "name": "मीन (दी, दू, थ, झ, ञ, दे, दो, च, ची)",
            "country": "अपनी इच्छा के अनुसार कार्य करने से ही आपको सफलता मिलेगी। सामान्य तौर पर दिन ठीक रहेगा।आपका मन वर्जित कार्यों की ओर प्रवृत्त हो सकता है। अधिक पैसा कमाने की कोशिश में आप गलतियां कर सकते हैं। वाहन सावधानी से चलाएं।",
            
            "imgURL": "https://i.imgur.com/XSf9NBH.png"
        }
    ]
}
