{
    "status": "true",
    "message": "Data fetched successfully!",
    "data": [
        {
            "id": "1",
            "name": "मेष (चू, चे, चो, ला, ली, लू, ले, लो, आ)",
            "country": "शेयर बाजार में पैसा लगाना फायदेमंद रहेगा। परिवार के सदस्यों पर पैसा खर्च होगा। अवैध गतिविधियों में रुचि ले सकते हैं।आपकी दबी हुई मनोकामनाएं पूरी हो सकती हैं। सभी काम तेजी से पूरे होंगे।",
            
            "imgURL": "https://i.imgur.com/i3YmoBJ.png"
        },
        {
            "id": "2",
            "name": "वृषभ (ई, उ, ए, ओ, वा, वी, वू, वे, वो)",
            "country": "बिजनेस प्लान में बदलाव करना पड़ सकता है। समाज सेवा में आपकी बहुत रुचि रहेगी। अचल संपत्ति में वृद्धि होगी।वैवाहिक संबंधों में कुछ मतभेद के बाद सब कुछ सामान्य हो जाएगा। प्रबंधन से जुड़े कार्यों के लिए दिन विशेष है।",
            
            "imgURL": "https://i.imgur.com/TUmxTOM.png"
        },
        {
            "id": "3",
            "name": "मिथुन (का, की, कु, घ, ङ, छ, के, को, हा)",
            "country": "किसी को धन उधार न दें। जीवनसाथी से विवाद हो सकता है।नौकरी में आपके काम की तारीफ नहीं होगी। बहुत दौड़-भाग करने के बाद भी मनचाहा परिणाम मिलना मुश्किल होगा।",
            
            "imgURL": "https://i.imgur.com/k67hXqC.png"
        },
        {
            "id": "4",
            "name": "कर्क (ही, हु, हे, हो, डा, डी, डू, डे, डो)",
            "country": "फालतू खर्चे बढ़ेंगे। शुगर के मरीजों को स्वास्थ्य संबंधी परेशानी होने का खतरा रहता है।समय रहते समस्याओं का समाधान करना बहुत जरूरी है। मित्रों से अनबन हो सकती है।",
            
            "imgURL": "https://i.imgur.com/8HD7Bji.png"
        },
        {
            "id": "5",
            "name": "सिंह (मा, मी, मू, मे, मो, टा, टी, टू, टे)",
            "country": "धन के मामले में बड़ी सफलता मिलने के योग हैं। सरकारी नौकरी करने वाले लोगों को अधिकारियों का सहयोग मिलेगा।जीवनसाथी की सलाह से आपका आत्मविश्वास बढ़ेगा। नए लोगों से संपर्क बढ़ेगा।",
            
            "imgURL": "https://i.imgur.com/0BvKlzB.png"
        },
        {
            "id": "6",
            "name": "कन्या (टो, पा, पी, पू, ष, ण, ठ, पे, पो)",
            "country": "आपको पैतृक व्यवसाय में कुछ सुधार करने की संभावना है। कोई बड़ी समस्या सुलझ सकती है।घर में धर्म और काम का माहौल रहेगा। बिना सोचे समझे कुछ भी न करें। कार्यक्षेत्र में आज आप कड़ी मेहनत करेंगे।",
            
            "imgURL": "https://i.imgur.com/VrofZYo.png"
        },
        {
            "id": "7",
            "name": "तुला (रा, री, रु, रे, रो, ता, ती, तू, ते)",
            "country": "अत्यधिक व्यस्तता के कारण आपको कुछ समस्याओं का सामना करना पड़ेगा। छोटी-छोटी बातों को महत्व न दें।कमीशन संबंधी कार्यों में धन की हानि हो सकती है। संदिग्ध स्वभाव के कारण आपको कष्ट हो सकता है।",
            
            "imgURL": "https://i.imgur.com/mgReNWm.png"
        },
        {
            "id": "8",
            "name": "वृश्चिक (तो, ना, नी, नू, ने, नो, या, यी, यू)",
            "country": "जीवनसाथी से आपकी अपेक्षाएं बढ़ सकती हैं। जो कई बार अव्यवहारिक हो सकता है।अजनबियों के सामने अपनी महत्वाकांक्षाओं को व्यक्त न करें। वाणी पर नियंत्रण रखें। वाहन चलाते समय सावधानी बरतनी चाहिए।",
            
            "imgURL": "https://i.imgur.com/gliMx6d.png"
        },
	{
            "id": "9",
            "name": "धनु (ये, यो, भा, भी, भू, धा, फा, ढ, भे)",
            "country": "राजनीतिक संबंधों के लिए दिन अच्छा है। जीवनसाथी के साथ डिनर का आनंद लेंगे।आपको व्यापार में बड़ी उपलब्धियां मिलने की संभावना है। आप सबसे कठिन कार्यों को समझदारी और समझदारी से हल करेंगे।",
            
            "imgURL": "https://i.imgur.com/M8YfLCt.png"
        },
	{
            "id": "10",
            "name": "मकर (भो, जा, जी, खी, खू, खे, खो, गा, गी)",
            "country": "किसी से अधिक अपेक्षा करना उचित नहीं है। तकनीकी शिक्षा ले रहे लोगों को पढ़ाई में परेशानी होगी।क्रोध और उत्तेजना पर नियंत्रण रखें। बच्चों की पढ़ाई पर ध्यान दें। आपको अपनी कमियों पर ध्यान देने की जरूरत है।",
            
            "imgURL": "https://i.imgur.com/CXtxKQ3.png"
        },
	{
            "id": "11",
            "name": "कुम्भ (गु, गे, गो, सा, सी, सू, से, सो, दा)",
            "country": "आपको विदेशी कंपनियों से नौकरी के प्रस्ताव मिल सकते हैं। कला और खेलकूद में आपकी काफी रुचि हो सकती है।नौकरीपेशा जातकों के लिए दिन बहुत अच्छा है। पार्टनरशिप से जुड़े कार्यों में सफलता मिलेगी। अपने काम पर विश्वास रखें।",
            
            "imgURL": "https://i.imgur.com/wtrW1FM.png"
        },
	{
            "id": "12",
            "name": "मीन (दी, दू, थ, झ, ञ, दे, दो, च, ची)",
            "country": "कोई पुराना रोग सामने आ सकता है। सर्दी-खांसी की संभावना है। सर्दी और फ्लू से बचना चाहिए।आज आपको बहुत थका देने वाली यात्राएँ करनी पड़ सकती हैं। बच्चों को पढ़ाई में लापरवाही नहीं करनी चाहिए।",
            
            "imgURL": "https://i.imgur.com/XSf9NBH.png"
        }
    ]
}
