{
    "status": "true",
    "message": "Data fetched successfully!",
    "data": [
        {
            "id": "1",
            "name": "मेष (चू, चे, चो, ला, ली, लू, ले, लो, आ)",
            "country": "जल्दबाजी में किए गए कार्य नुकसान पहुंचा सकते हैं। समय का सदुपयोग करें। कार्यक्षेत्र में कुछ तनाव हो सकता है।आपके अच्छे काम की सराहना करने के बजाय लोग उसकी आलोचना कर सकते हैं।",
            
            "imgURL": "https://i.imgur.com/i3YmoBJ.png"
        },
        {
            "id": "2",
            "name": "वृषभ (ई, उ, ए, ओ, वा, वी, वू, वे, वो)",
            "country": "दोस्तों के साथ कहीं घूमने जाने का प्लान बन सकता है। भाई-बहन चिंतित रहेंगे।सीनियर्स की उपेक्षा न करें। पारिवारिक संबंधों में संचार की कमी के कारण समस्याएँ उत्पन्न हो सकती हैं।",
            
            "imgURL": "https://i.imgur.com/TUmxTOM.png"
        },
        {
            "id": "3",
            "name": "मिथुन (का, की, कु, घ, ङ, छ, के, को, हा)",
            "country": "प्रेम संबंधों में तनाव आ सकता है। शाम को किसी समारोह का आमंत्रण मिल सकता है।व्यापार में लाभ होगा। लेकिन आपको थोड़ा सावधान भी रहना होगा। प्रबंधन से जुड़े लोगों पर काम का दबाव रहेगा।",
            
            "imgURL": "https://i.imgur.com/k67hXqC.png"
        },
        {
            "id": "4",
            "name": "कर्क (ही, हु, हे, हो, डा, डी, डू, डे, डो)",
            "country": "आज आप रुके हुए कार्यों को निपटाने में व्यस्त रहेंगे। आपका मनोबल ऊंचा बना रहेगा।काम के प्रति सकारात्मक दृष्टिकोण रखें। मित्रों के साथ आपके संबंध मधुर रहेंगे। परिवार के लोग आप पर प्रसन्न रहेंगे।",
            
            "imgURL": "https://i.imgur.com/8HD7Bji.png"
        },
        {
            "id": "5",
            "name": "सिंह (मा, मी, मू, मे, मो, टा, टी, टू, टे)",
            "country": "सहकर्मियों के साथ अपनी निजी बातें साझा करना उचित नहीं है। लोग आपके काम को नज़रअंदाज कर सकते हैं।जरूरी न हो तो आज यात्रा न करें। आपके खर्च आय से अधिक होंगे।",
            
            "imgURL": "https://i.imgur.com/0BvKlzB.png"
        },
        {
            "id": "6",
            "name": "कन्या (टो, पा, पी, पू, ष, ण, ठ, पे, पो)",
            "country": "दाम्पत्य जीवन सुखमय रहेगा। कला जगत से जुड़े लोगों को बड़े ऑफर मिलने की संभावना है।आपकी नेतृत्व क्षमता की सराहना की जाएगी। नया काम शुरू करना हर लिहाज से अच्छा है।",
            
            "imgURL": "https://i.imgur.com/VrofZYo.png"
        },
        {
            "id": "7",
            "name": "तुला (रा, री, रु, रे, रो, ता, ती, तू, ते)",
            "country": "मन में वैराग्य की भावना उत्पन्न हो सकती है। विद्यार्थी पढ़ाई से थक सकते हैं। कार्यक्षेत्र में प्रतिस्पर्धा का माहौल रहेगा।अपने काम के प्रति वफादार रहें। प्रेमी की भावनाओं का अनादर न करें।",
            
            "imgURL": "https://i.imgur.com/mgReNWm.png"
        },
        {
            "id": "8",
            "name": "वृश्चिक (तो, ना, नी, नू, ने, नो, या, यी, यू)",
            "country": "वैवाहिक संबंधों को गहरा और मजबूत करने के लिए आप रोमांटिक डेट पर जा सकते हैं। बच्चों की परेशानी को हल्के में न लें। लगातार उनका मार्गदर्शन करते रहें। अधिकारियों से बहस न करें।धार्मिक कार्यों के प्रति आपका रुझान बढ़ेगा। महत्वपूर्ण लोगों के साथ समय व्यतीत करेंगे।",
            
            "imgURL": "https://i.imgur.com/gliMx6d.png"
        },
	{
            "id": "9",
            "name": "धनु (ये, यो, भा, भी, भू, धा, फा, ढ, भे)",
            "country": "अगर आज आप कोई प्रेजेंटेशन दे रहे हैं तो सारी तैयारी पहले से कर लें। कोई भी काम बाद के लिए न छोड़ें।अपने अनुभव दूसरों पर न थोपें। गुस्सा आपके काम को बर्बाद कर सकता है। आय के साधनों में कमी आ सकती है।",
            
            "imgURL": "https://i.imgur.com/M8YfLCt.png"
        },
	{
            "id": "10",
            "name": "मकर (भो, जा, जी, खी, खू, खे, खो, गा, गी)",
            "country": "पारिवारिक जीवन खुशियों और आनंद से भरा रहेगा। बिना पूछे किसी को सलाह न दें।व्यापार में उछाल के योग हैं। प्रेमी के माध्यम से आपको कोई उपहार मिल सकता है।",
            
            "imgURL": "https://i.imgur.com/CXtxKQ3.png"
        },
	{
            "id": "11",
            "name": "कुम्भ (गु, गे, गो, सा, सी, सू, से, सो, दा)",
            "country": "सरकारी सेवा से जुड़े लोगों के लिए दिन थोड़ा दुखदायी है।किसी से ज्यादा उम्मीद न करें।पूर्व में की गई मेहनत का सकारात्मक परिणाम मिलेगा।कार्यक्षेत्र में आपका दबदबा बढ़ेगा। विरोधी आपके खिलाफ षडयंत्र रच सकते हैं।",
            
            "imgURL": "https://i.imgur.com/wtrW1FM.png"
        },
	{
            "id": "12",
            "name": "मीन (दी, दू, थ, झ, ञ, दे, दो, च, ची)",
            "country": "प्रेम संबंधों में चल रही गलतफहमियों को दूर करने के लिए दिन अच्छा है। व्यापार में अच्छा लाभ होगा।विद्यार्थी पढ़ाई में अच्छा करेंगे। योग्य संतान की शादी तय हो सकती है। दाम्पत्य संबंधों में मधुरता बढ़ेगी।",
            
            "imgURL": "https://i.imgur.com/XSf9NBH.png"
        }
    ]
}
