{
    "status": "true",
    "message": "Data fetched successfully!",
    "data": [
        {
            "id": "1",
            "name": "मेष (चू, चे, चो, ला, ली, लू, ले, लो, आ)",
            "country": "व्यापार अनुबंधों में सावधान रहें। गले में संक्रमण और जलन की संभावना है। व्यापार में मंदी रहेगी।पारिवारिक जिम्मेदारियां आप पर दबाव बनाएगी। अधिकारी वर्ग से आपको कठिनाई का अनुभव होगा।",
            
            "imgURL": "https://i.imgur.com/i3YmoBJ.png"
        },
        {
            "id": "2",
            "name": "वृषभ (ई, उ, ए, ओ, वा, वी, वू, वे, वो)",
            "country": "दोस्तों के साथ मनोरंजन का आनंद लें। लवमेट्स के साथ संबंधों में मधुरता बढ़ेगी। समझदारी और समझदारी दिखाएंगे। आप नौकरी में बहुत अच्छा करेंगे। संतान के विवाह में आ रही परेशानियां दूर होंगी।",
            
            "imgURL": "https://i.imgur.com/TUmxTOM.png"
        },
        {
            "id": "3",
            "name": "मिथुन (का, की, कु, घ, ङ, छ, के, को, हा)",
            "country": "शुभ समाचार मिलेगा। विवादित मामले सुलझ सकते हैं। आप बच्चों के साथ अच्छा समय बिताएंगे। व्यर्थ में समय बर्बाद न करें। राजनीति से जुड़े लोगों को उच्च पद प्राप्त होगा। दोस्तों के साथ घूमने जा सकते हैं। ",
            
            "imgURL": "https://i.imgur.com/k67hXqC.png"
        },
        {
            "id": "4",
            "name": "कर्क (ही, हु, हे, हो, डा, डी, डू, डे, डो)",
            "country": "कमीशन संबंधी कार्यों से धन लाभ होगा। परिवार में अच्छी चीजें हो सकती हैं। आज आपका दिन बहुत अच्छा बीतेगा। घर में रिश्तेदार आ सकते हैं। नया कारोबार शुरू कर सकते हैं। ",
            
            "imgURL": "https://i.imgur.com/8HD7Bji.png"
        },
        {
            "id": "5",
            "name": "सिंह (मा, मी, मू, मे, मो, टा, टी, टू, टे)",
            "country": "आपका आत्मविश्वास बढ़ेगा। आलस्य और घमंड से बचें। रोजगार में बाधा आ सकती है। कर्ज लेना पड़ सकता है। अपरिचित लोगों पर अंधविश्वास करना ठीक नहीं है। ",
            
            "imgURL": "https://i.imgur.com/0BvKlzB.png"
        },
        {
            "id": "6",
            "name": "कन्या (टो, पा, पी, पू, ष, ण, ठ, पे, पो)",
            "country": "बुजुर्ग आपसे बहुत प्रसन्न रहेंगे। संपत्ति के क्रय-विक्रय से लाभ होगा। सामाजिक स्तर पर आप काफी लोकप्रिय रहेंगे। आप अपना मन पूजा में लगाएंगे। आपको अपने स्वाभिमान की रक्षा करनी होगी। स्वास्थ्य बहुत अच्छा रहेगा।",
            
            "imgURL": "https://i.imgur.com/VrofZYo.png"
        },
        {
            "id": "7",
            "name": "तुला (रा, री, रु, रे, रो, ता, ती, तू, ते)",
            "country": "पुरानी स्वास्थ्य समस्याओं से निजात मिलेगी। प्रेम संबंधों को लेकर आप भावुक हो सकते हैं। सहकर्मी आपकी बहुत मदद करेंगे। यात्रा लाभदायक रहेगी। नौकरी में आपको बेहतरीन परिणाम मिलेंगे।",
            
            "imgURL": "https://i.imgur.com/mgReNWm.png"
        },
        {
            "id": "8",
            "name": "वृश्चिक (तो, ना, नी, नू, ने, नो, या, यी, यू)",
            "country": "भाई-बहनों से संबंध मधुर रहेंगे। लंबी दूरी की यात्रा कर सकते हैं। दांपत्य जीवन का तनाव दूर होगा। सामाजिक कार्य करने की प्रेरणा मिलेगी। लाभ के अवसर प्राप्त होंगे।  ",
            
            "imgURL": "https://i.imgur.com/gliMx6d.png"
        },
	{
            "id": "9",
            "name": "धनु (ये, यो, भा, भी, भू, धा, फा, ढ, भे)",
            "country": "प्रभावशाली लोगों से आपके संबंध मजबूत होंगे। स्वास्थ्य विकार जन्म ले सकते हैं। आपको अनावश्यक विवादों से बचना चाहिए। करियर को लेकर आप कुछ खास योजना बना सकते हैं। आप अनावश्यक खर्चों में पैसा बर्बाद कर सकते हैं। ",
            
            "imgURL": "https://i.imgur.com/M8YfLCt.png"
        },
	{
            "id": "10",
            "name": "मकर (भो, जा, जी, खी, खू, खे, खो, गा, गी)",
            "country": "परिवार में आपका प्रभाव प्रबल रहेगा। व्यापार में आपको भारी धन लाभ होगा। आप व्यापार में बड़ा पैसा कमा सकते हैं। पुराने विवाद को लेकर विवाद खत्म होने की संभावना है। जीवनसाथी पर धन खर्च होगा।",
            
            "imgURL": "https://i.imgur.com/CXtxKQ3.png"
        },
	{
            "id": "11",
            "name": "कुम्भ (गु, गे, गो, सा, सी, सू, से, सो, दा)",
            "country": "अपनी प्रतिभा को पहचानें और उसे विकसित करने का प्रयास करें। रुका हुआ पैसा मिलेगा। व्यापारिक यात्रा हो सकती है। परिवार का माहौल सुकून भरा रहने वाला है। विदेश यात्रा के योग हैं। ",
            
            "imgURL": "https://i.imgur.com/wtrW1FM.png"
        },
	{
            "id": "12",
            "name": "मीन (दी, दू, थ, झ, ञ, दे, दो, च, ची)",
            "country": "वाणी में कोमल रहें। अजनबियों पर ज्यादा भरोसा न करें। लोग आपकी बातों का अनादर कर सकते हैं। दिखावे की प्रवृत्ति से बचना चाहिए। अपनी जीवन शैली को व्यवस्थित रखें। ",
            
            "imgURL": "https://i.imgur.com/XSf9NBH.png"
        }
    ]
}
