{
    "status": "true",
    "message": "Data fetched successfully!",
    "data": [
        {
            "id": "1",
            "name": "मेष (चू, चे, चो, ला, ली, लू, ले, लो, आ)",
            "country": "प्रेम संबंधों के बीच नकारात्मक बातें आ सकती हैं। नया ज्ञान सीखने का प्रयास करेंगे।पैसों की कमी के कारण आपका काम रुक सकता है। पढ़े-लिखे लोगों का सहयोग मिलेगा। कार्यक्षेत्र में अपनी छवि को लेकर चिंतित रहेंगे।",
            
            "imgURL": "https://i.imgur.com/i3YmoBJ.png"
        },
        {
            "id": "2",
            "name": "वृषभ (ई, उ, ए, ओ, वा, वी, वू, वे, वो)",
            "country": "व्यापार के सिलसिले में यात्रा कर सकते हैं। आपकी कोई मनोकामना पूरी हो सकती है।आपका स्वास्थ्य बेहतर रहेगा। आपको दिखावे की प्रवृत्ति से बचना चाहिए। नया काम शुरू करने के लिए दिन बहुत शुभ है।",
            
            "imgURL": "https://i.imgur.com/TUmxTOM.png"
        },
        {
            "id": "3",
            "name": "मिथुन (का, की, कु, घ, ङ, छ, के, को, हा)",
            "country": "आपके परिवार के सदस्य आपकी हरकतों से नाराज़ होंगे। लेकिन उनसे झगड़ा करने की बजाय उन्हें अपनी बात समझाएं।गुप्त शत्रु आपको हानि पहुँचाने का प्रयास करेंगे। कुछ लोग आपको धोखा दे सकते हैं।",
            
            "imgURL": "https://i.imgur.com/k67hXqC.png"
        },
        {
            "id": "4",
            "name": "कर्क (ही, हु, हे, हो, डा, डी, डू, डे, डो)",
            "country": "छात्रों का पढ़ाई में प्रदर्शन बेहतरीन रहेगा। नौकरी में आपको उच्च पद की प्राप्ति हो सकती है।जीवनसाथी आपकी वफादारी से काफी प्रभावित होगा। किसी शुभ समारोह में शामिल होने की संभावना है।",
            
            "imgURL": "https://i.imgur.com/8HD7Bji.png"
        },
        {
            "id": "5",
            "name": "सिंह (मा, मी, मू, मे, मो, टा, टी, टू, टे)",
            "country": "घर में उत्साह का माहौल रहेगा। अनुशासनहीन व्यवहार से बचना चाहिए।मित्रों का सहयोग मिलेगा। आप बढ़ते खर्चों को नियंत्रित करने के लिए काम करेंगे। कारोबारियों को बड़ा निवेश करने से बचना चाहिए।",
            
            "imgURL": "https://i.imgur.com/0BvKlzB.png"
        },
        {
            "id": "6",
            "name": "कन्या (टो, पा, पी, पू, ष, ण, ठ, पे, पो)",
            "country": "आप अपनी प्रतिष्ठा और प्रतिष्ठा के कारण बहुत लोकप्रिय होंगे। बच्चों के साथ अच्छा समय व्यतीत करेंगे। ललित कलाओं का आनंद लें।इंटरव्यू आदि में सफलता मिलने के योग हैं। मार्केटिंग से जुड़े कामों के लिए दिन अच्छा है।",
            
            "imgURL": "https://i.imgur.com/VrofZYo.png"
        },
        {
            "id": "7",
            "name": "तुला (रा, री, रु, रे, रो, ता, ती, तू, ते)",
            "country": "विदेश से नौकरी के अवसर मिलने के योग हैं। आपके साहस और आत्मविश्वास में वृद्धि होगी।कोई बड़ी समस्या सुलझ सकती है। अधीनस्थ कर्मचारी आपसे बहुत प्रसन्न रहेंगे।",
            
            "imgURL": "https://i.imgur.com/mgReNWm.png"
        },
        {
            "id": "8",
            "name": "वृश्चिक (तो, ना, नी, नू, ने, नो, या, यी, यू)",
            "country": "दाम्पत्य जीवन में कम्युनिकेशन गैप हो सकता है। आपकी वाणी में मधुरता रहेगी। आप आध्यात्मिक मामलों में रुचि लेंगे।नई परियोजनाओं को लेकर आप काफी सक्रिय रहेंगे। ऑफिस में आपको कोई बड़ा पद दिया जा सकता है।",
            
            "imgURL": "https://i.imgur.com/gliMx6d.png"
        },
	{
            "id": "9",
            "name": "धनु (ये, यो, भा, भी, भू, धा, फा, ढ, भे)",
            "country": "धैर्य रखें और सभी काम करें। लेन-देन में त्रुटि के कारण आर्थिक नुकसान हो सकता है।यात्रा के दौरान बड़ी समस्या उत्पन्न हो सकती है। शरीर में थकान महसूस होगी। बिना वजह लोगों से विवाद होने की संभावना है।",
            
            "imgURL": "https://i.imgur.com/M8YfLCt.png"
        },
	{
            "id": "10",
            "name": "मकर (भो, जा, जी, खी, खू, खे, खो, गा, गी)",
            "country": "व्यापार में बड़े अनुबंध हो सकते हैं। आप पैसे कमाने के नए स्रोत बना सकते हैं। छात्र उच्च शिक्षण संस्थानों में प्रवेश ले सकते हैं।अविवाहित लड़कियों की शादी तय हो सकती है। आप अपने काम में आवश्यक सुधार करेंगे।",
            
            "imgURL": "https://i.imgur.com/CXtxKQ3.png"
        },
	{
            "id": "11",
            "name": "कुम्भ (गु, गे, गो, सा, सी, सू, से, सो, दा)",
            "country": "प्रेमी के साथ पर्यटन की योजना बना सकते हैं। सुबह काम का तनाव रहेगा लेकिन शाम तक आप काफी शांत मूड में रहेंगे।पारिवारिक मामलों में आपको भागना पड़ सकता है। ऑफिस के सीनियर्स आपसे बहुत खुश रहेंगे। आपका आत्मविश्वास बढ़ेगा।",
            
            "imgURL": "https://i.imgur.com/wtrW1FM.png"
        },
	{
            "id": "12",
            "name": "मीन (दी, दू, थ, झ, ञ, दे, दो, च, ची)",
            "country": "शेयर बाजार से हुए नुकसान की भरपाई के लिए दिन अच्छा है। आप दर्शन और साहित्य की ओर बहुत आकर्षित होंगे।आज का दिन बहुत अच्छा रहेगा। सरकारी कर्मचारियों पर काम का दबाव कम रहेगा। दिन भर आपके दिमाग में नए बिजनेस आइडिया आते रहेंगे।",
            
            "imgURL": "https://i.imgur.com/XSf9NBH.png"
        }
    ]
}
