{
    "status": "true",
    "message": "Data fetched successfully!",
    "data": [
        {
            "id": "1",
            "name": "मेष (चू, चे, चो, ला, ली, लू, ले, लो, आ)",
            "country": "बुद्धिमान लोगों का सहयोग मिलेगा। दूसरे शहर की यात्रा कर सकते हैं। करीबी दोस्तों का सहयोग मिलेगा।व्यापारिक सौदों के लिए समय बहुत अच्छा है। आपकी तर्क क्षमता में वृद्धि होगी।",
            
            "imgURL": "https://i.imgur.com/i3YmoBJ.png"
        },
        {
            "id": "2",
            "name": "वृषभ (ई, उ, ए, ओ, वा, वी, वू, वे, वो)",
            "country": "आप मौसमी बीमारियों के शिकार हो सकते हैं। बोलते समय वाणी पर नियंत्रण रखें।निजी नौकरी करने वालों की आय में वृद्धि हो सकती है। आज का दिन आपके लिए बहुत ही शुभ रहने वाला है।",
            
            "imgURL": "https://i.imgur.com/TUmxTOM.png"
        },
        {
            "id": "3",
            "name": "मिथुन (का, की, कु, घ, ङ, छ, के, को, हा)",
            "country": "आप विलासिता में पैसा खर्च करेंगे। निजी नौकरी करने वालों की आय में वृद्धि हो सकती है।विवादित मामले सुलझने की संभावना है। परिवार की जरूरतों का ख्याल रखें।",
            
            "imgURL": "https://i.imgur.com/k67hXqC.png"
        },
        {
            "id": "4",
            "name": "कर्क (ही, हु, हे, हो, डा, डी, डू, डे, डो)",
            "country": "करीबी लोग आपकी भावनाओं को ठेस पहुंचा सकते हैं। इसलिए आज गंभीर विषयों पर चर्चा करने से बचें।आर्थिक स्थिति को लेकर कुछ तनाव रहेगा। लेकिन आपको गलत रास्ता चुनने से बचना चाहिए।",
            
            "imgURL": "https://i.imgur.com/8HD7Bji.png"
        },
        {
            "id": "5",
            "name": "सिंह (मा, मी, मू, मे, मो, टा, टी, टू, टे)",
            "country": "जोड़ों के दर्द और गठिया से पीड़ित लोगों के स्वास्थ्य में सुधार होगा।आप आयात-निर्यात व्यवसाय से भारी लाभ कमा सकते हैं। राजनीति से जुड़े लोगों के लिए आज का दिन विशेष रूप से शुभ है।",
            
            "imgURL": "https://i.imgur.com/0BvKlzB.png"
        },
        {
            "id": "6",
            "name": "कन्या (टो, पा, पी, पू, ष, ण, ठ, पे, पो)",
            "country": "कार्यक्षेत्र में आपका प्रदर्शन बेहतरीन रहने वाला है। व्यापारिक अनुबंधों के लिए दिन बहुत शुभ है।आपकी तर्क शक्ति दूसरों की समस्याओं को सुलझाने में मदद करेगी। पुराने मित्रों से मुलाकात हो सकती है।",
            
            "imgURL": "https://i.imgur.com/VrofZYo.png"
        },
        {
            "id": "7",
            "name": "तुला (रा, री, रु, रे, रो, ता, ती, तू, ते)",
            "country": "आपको अपनी अधूरी इच्छाओं को पूरा करने का अवसर मिलेगा। सेहत में उतार-चढ़ाव हो सकता है। अपनी तुलना दूसरों से न करें।छात्र अपनी पढ़ाई को लेकर बहुत सावधान रहेंगे।",
            
            "imgURL": "https://i.imgur.com/mgReNWm.png"
        },
        {
            "id": "8",
            "name": "वृश्चिक (तो, ना, नी, नू, ने, नो, या, यी, यू)",
            "country": "ज्यादा सोचने से तनाव हो सकता है। प्रेमी जोड़ों को परेशानी का सामना करना पड़ेगा।यदि आपका वजन बढ़ गया है, तो किसी योग्य चिकित्सक या पोषण विशेषज्ञ से सलाह अवश्य लें।",
            
            "imgURL": "https://i.imgur.com/gliMx6d.png"
        },
	{
            "id": "9",
            "name": "धनु (ये, यो, भा, भी, भू, धा, फा, ढ, भे)",
            "country": "महत्वपूर्ण कार्यों को समय से पहले पूरा करने से मन उत्साहित रहेगा। बीमार लोगों के स्वास्थ्य में सुधार होगा।अविवाहितों को विवाह के प्रस्ताव मिल सकते हैं। लंबे समय से रुके हुए काम पूरे होने से आपका मन शांत रहेगा।",
            
            "imgURL": "https://i.imgur.com/M8YfLCt.png"
        },
	{
            "id": "10",
            "name": "मकर (भो, जा, जी, खी, खू, खे, खो, गा, गी)",
            "country": "संतान को लेकर थोड़ा चिंतित रहेंगे। धन कमाने के नए अवसर प्राप्त होंगे।आपका आत्मविश्वास बढ़ेगा। समाज में आपकी प्रतिष्ठा में वृद्धि होगी। आप अपने जीवन साथी के साथ अपने विचार साझा करेंगे।",
            
            "imgURL": "https://i.imgur.com/CXtxKQ3.png"
        },
	{
            "id": "11",
            "name": "कुम्भ (गु, गे, गो, सा, सी, सू, से, सो, दा)",
            "country": "अपनी प्रतिभा को निखारने का प्रयास करेंगे।संपत्ति की खरीद में आपको मुश्किलों का सामना करना पड़ सकता है। छोटी-छोटी बातों पर गुस्सा न करें।माता के स्वास्थ्य का ध्यान रखें।",
            
            "imgURL": "https://i.imgur.com/wtrW1FM.png"
        },
	{
            "id": "12",
            "name": "मीन (दी, दू, थ, झ, ञ, दे, दो, च, ची)",
            "country": "यात्रा के दौरान परेशानी की संभावना है। इसलिए यदि आज बहुत जरूरी नहीं है तो यात्रा करने से बचें। नौकरीपेशा जातक नौकरी को लेकर थोड़े चिंतित रहेंगे।राजनीतिक वाद-विवाद से संबंध खराब हो सकते हैं। अपने परिवार के सदस्यों के साथ अच्छे संबंध बनाए रखें।",
            
            "imgURL": "https://i.imgur.com/XSf9NBH.png"
        }
    ]
}
