{
    "status": "true",
    "message": "Data fetched successfully!",
    "data": [
        {
            "id": "1",
            "name": "मेष (चू, चे, चो, ला, ली, लू, ले, लो, आ)",
            "country": "माइग्रेन के मरीजों को आज धूल और धूप से बचना चाहिए। योग और अध्यात्म में आपकी रुचि बढ़ेगी।आपको किसी की गारंटी नहीं लेनी चाहिए। इस समय आप किसी काम पर ध्यान नहीं दे पा रहे हैं।",
            
            "imgURL": "https://i.imgur.com/i3YmoBJ.png"
        },
        {
            "id": "2",
            "name": "वृषभ (ई, उ, ए, ओ, वा, वी, वू, वे, वो)",
            "country": "विदेश से शिक्षा और नौकरी के अवसर मिल सकते हैं। आज का दिन आपके लिए विशेष रूप से शुभ है। प्रेमी को पर्याप्त समय देंगे।व्यापार में कोई नई योजना बना सकते हैं। विवादित मामलों का निपटारा होगा।",
            
            "imgURL": "https://i.imgur.com/TUmxTOM.png"
        },
        {
            "id": "3",
            "name": "मिथुन (का, की, कु, घ, ङ, छ, के, को, हा)",
            "country": "कानूनी मामलों को लेकर आप थोड़े चिंतित रहेंगे। शोध कार्य से जुड़े लोगों को बड़ी सफलता मिल सकती है।जीवनसाथी के साथ फिल्म देखने जा सकते हैं। अजनबियों पर ज्यादा भरोसा न करें। आपकी प्रतिष्ठा में वृद्धि होगी।",
            
            "imgURL": "https://i.imgur.com/k67hXqC.png"
        },
        {
            "id": "4",
            "name": "कर्क (ही, हु, हे, हो, डा, डी, डू, डे, डो)",
            "country": "दूसरों की भावनाओं को समझदारी से समझें।नए कार्यों में आत्मविश्वास की कमी हो सकती है। परिवार के सदस्यों से आप विशेष महत्व की अपेक्षा करेंगे। धार्मिक चिंतन और कर्मकांडों में आपकी रुचि हो सकती है।",
            
            "imgURL": "https://i.imgur.com/8HD7Bji.png"
        },
        {
            "id": "5",
            "name": "सिंह (मा, मी, मू, मे, मो, टा, टी, टू, टे)",
            "country": "आपको ईर्ष्यालु व्यवहार से बचना चाहिए। शुभचिंतक आपकी कमियां गिन सकते हैं।सरकारी काम रुक सकते हैं। समाज में आपको परेशानी का सामना करना पड़ेगा। मेहनत का पूरा फल नहीं मिलेगा।",
            
            "imgURL": "https://i.imgur.com/0BvKlzB.png"
        },
        {
            "id": "6",
            "name": "कन्या (टो, पा, पी, पू, ष, ण, ठ, पे, पो)",
            "country": "शेयर बाजार में बड़ा निवेश करने से पहले सावधानी बरतनी चाहिए। आपकी दबी हुई प्रतिभा लोगों के सामने आएगी।परिवार के साथ शॉपिंग करने जा सकते हैं। घर में रिश्तेदार आते-जाते रहेंगे।",
            
            "imgURL": "https://i.imgur.com/VrofZYo.png"
        },
        {
            "id": "7",
            "name": "तुला (रा, री, रु, रे, रो, ता, ती, तू, ते)",
            "country": "लो ब्लड प्रेशर के मरीजों को अपने स्वास्थ्य का ध्यान रखना चाहिए। आप दूसरों के विचारों को समझेंगे।बदलते मौसम से खुद को बचाएं। पैतृक संपत्ति प्राप्त हो सकती है। जीवनसाथी के साथ अच्छा समय व्यतीत करेंगे।",
            
            "imgURL": "https://i.imgur.com/mgReNWm.png"
        },
        {
            "id": "8",
            "name": "वृश्चिक (तो, ना, नी, नू, ने, नो, या, यी, यू)",
            "country": "नौकरीपेशा जातकों को नौकरी के नए ऑफर मिलने के योग हैं। आपकी कार्यक्षमता में वृद्धि होगी। अपनी दिनचर्या व्यवस्थित रखें।आप अपने लक्ष्य को लेकर थोड़े भ्रमित हो सकते हैं। बच्चों की पढ़ाई को लेकर आप थोड़े चिंतित रहेंगे।",
            
            "imgURL": "https://i.imgur.com/gliMx6d.png"
        },
	{
            "id": "9",
            "name": "धनु (ये, यो, भा, भी, भू, धा, फा, ढ, भे)",
            "country": "काम की अधिकता के कारण आज आप थक सकते हैं। व्यापार में कर्ज न लें वरना उसे चुकाने में आपको कुछ दिक्कतों का सामना करना पड़ेगा।माता के स्वास्थ्य को लेकर चिंता रहेगी। वाहन में कोई समस्या हो सकती है। अपने खर्चों पर नियंत्रण रखें।",
            
            "imgURL": "https://i.imgur.com/M8YfLCt.png"
        },
	{
            "id": "10",
            "name": "मकर (भो, जा, जी, खी, खू, खे, खो, गा, गी)",
            "country": "अधिकारियों के साथ आपके संबंध मधुर रहने वाले हैं। प्रेम संबंधों में नजदीकियां बढ़ेंगी। इंटरव्यू आदि में सफलता मिलने की प्रबल संभावना है।समाज में आपकी प्रतिष्ठा में वृद्धि होगी। आपके काम की गुणवत्ता में सुधार होगा।",
            
            "imgURL": "https://i.imgur.com/CXtxKQ3.png"
        },
	{
            "id": "11",
            "name": "कुम्भ (गु, गे, गो, सा, सी, सू, से, सो, दा)",
            "country": "आपको अपनी उपलब्धियों पर गर्व होगा। सबके साथ अच्छा व्यवहार किया जाना चाहिए। संतान के भविष्य को लेकर चिंता हो सकती है।कार्यक्षेत्र में आपको उच्च पद प्राप्त होगा। आलस्य से बचना चाहिए। सामाजिक कार्यों में आपकी रुचि रहेगी।",
            
            "imgURL": "https://i.imgur.com/wtrW1FM.png"
        },
	{
            "id": "12",
            "name": "मीन (दी, दू, थ, झ, ञ, दे, दो, च, ची)",
            "country": "समाज में आपकी छवि बहुत मजबूत होगी। आयात-निर्यात व्यवसाय से लाभ होगा।आप सब कुछ आत्मविश्वास के साथ करेंगे। प्राइवेट नौकरी करने वाले लोगों को प्रमोशन मिल सकता है।",
            
            "imgURL": "https://i.imgur.com/XSf9NBH.png"
        }
    ]
}
