{
    "status": "true",
    "message": "Data fetched successfully!",
    "data": [
        {
            "id": "1",
            "name": "मेष (चू, चे, चो, ला, ली, लू, ले, लो, आ)",
            "country": "कार्यक्षेत्र में आपको दूसरों पर निर्भर नहीं रहना चाहिए। नौकरी में मन लगाकर काम करेंगे। अधिकारी आपकी प्रशंसा कर सकते हैं।निस्वार्थ भाव से लोगों की मदद करेंगे। इसलिए लोग आपसे बहुत खुश रहेंगे।",
            
            "imgURL": "https://i.imgur.com/i3YmoBJ.png"
        },
        {
            "id": "2",
            "name": "वृषभ (ई, उ, ए, ओ, वा, वी, वू, वे, वो)",
            "country": "प्रेम संबंधों को लेकर ज्यादा भावुक न हों। आज किसी से कोई वादा न करें।लोगों के सामने आपकी काबिलियत चमकने लगेगी। लेकिन आप अपनी प्रगति से असंतुष्ट रहेंगे।",
            
            "imgURL": "https://i.imgur.com/TUmxTOM.png"
        },
        {
            "id": "3",
            "name": "मिथुन (का, की, कु, घ, ङ, छ, के, को, हा)",
            "country": "कानूनी मामले अटकने की संभावना है। विद्यार्थियों को पढ़ाई में थोड़ा अधिक प्रयास करना होगा।नया वाहन खरीदने पर विचार कर सकते हैं। अपनी कार्यप्रणाली में सुधार करना फायदेमंद रहेगा।",
            
            "imgURL": "https://i.imgur.com/k67hXqC.png"
        },
        {
            "id": "4",
            "name": "कर्क (ही, हु, हे, हो, डा, डी, डू, डे, डो)",
            "country": "प्राइवेट नौकरी करने वालों की तनख्वाह बढ़ सकती है। शत्रु आपके सामने घुटने टेकते नजर आएंगे।अपने लक्ष्य निर्धारित करना आसान होगा। उच्च शिक्षण संस्थानों में प्रवेश मिल सकता है।",
            
            "imgURL": "https://i.imgur.com/8HD7Bji.png"
        },
        {
            "id": "5",
            "name": "सिंह (मा, मी, मू, मे, मो, टा, टी, टू, टे)",
            "country": "प्रेमी के साथ रोमांटिक समय बिताएंगे। सरकारी कार्यों में सफलता मिलेगी। संतान की प्रगति से आप प्रसन्न रहेंगे।पिछली गलतियों से सीखने के अवसर प्राप्त होंगे। परिवार के सदस्य आपको कोई उपहार दे सकते हैं।",
            
            "imgURL": "https://i.imgur.com/0BvKlzB.png"
        },
        {
            "id": "6",
            "name": "कन्या (टो, पा, पी, पू, ष, ण, ठ, पे, पो)",
            "country": "परिवार में एकता और सौहार्द बढ़ेगा। जीवनसाथी का सहयोग अच्छा रहेगा।व्यापार में आप कुछ नया करने की कोशिश करेंगे। संपत्ति संबंधी बाधाएं दूर होंगी। शुभ कार्यों के लिए दिन बहुत अच्छा है।",
            
            "imgURL": "https://i.imgur.com/VrofZYo.png"
        },
        {
            "id": "7",
            "name": "तुला (रा, री, रु, रे, रो, ता, ती, तू, ते)",
            "country": "घर की साज-सज्जा में धन खर्च होगा। माइग्रेन के मरीजों को तनाव से बचना चाहिए।आपको विदेश से नौकरी के प्रस्ताव मिल सकते हैं। कर्ज के लेन-देन के लिए समय ठीक नहीं है।",
            
            "imgURL": "https://i.imgur.com/mgReNWm.png"
        },
        {
            "id": "8",
            "name": "वृश्चिक (तो, ना, नी, नू, ने, नो, या, यी, यू)",
            "country": "व्यापार यात्रा की योजना बनेगी। शेयर बाजार से बड़ा पैसा कमाया जा सकता है।नौकरी में अधिकारी आपसे बहुत प्रसन्न रहेंगे। लेखन कार्य से जुड़े लोगों को प्रसिद्धि मिलेगी।",
            
            "imgURL": "https://i.imgur.com/gliMx6d.png"
        },
	{
            "id": "9",
            "name": "धनु (ये, यो, भा, भी, भू, धा, फा, ढ, भे)",
            "country": "प्रशासन से जुड़े लोगों को मान-सम्मान मिल सकता है। विदेशी स्रोतों से धन की प्राप्ति होगी।वित्त से जुड़े लोगों के लिए दिन बहुत अच्छा है। भोग-विलास में धन खर्च होगा।",
            
            "imgURL": "https://i.imgur.com/M8YfLCt.png"
        },
	{
            "id": "10",
            "name": "मकर (भो, जा, जी, खी, खू, खे, खो, गा, गी)",
            "country": "कानूनी मामलों में जीत मिलने के योग हैं। बड़े भाई-बहनों के साथ आपका समय अच्छा बीतेगा।किसी नई जगह घूमने का प्लान बना सकते हैं। ऑफिस में लोग आपके काम का श्रेय लेने की कोशिश करेंगे।",
            
            "imgURL": "https://i.imgur.com/CXtxKQ3.png"
        },
	{
            "id": "11",
            "name": "कुम्भ (गु, गे, गो, सा, सी, सू, से, सो, दा)",
            "country": "आप जो चाहते हैं वह करेंगे तो आपको सफलता मिलेगी। बच्चों को बड़ों से डांट खानी पड़ेगी।पैरों में दर्द और थकान रहेगी। कारोबार में ग्राहकों से संबंध खराब हो सकते हैं।",
            
            "imgURL": "https://i.imgur.com/wtrW1FM.png"
        },
	{
            "id": "12",
            "name": "मीन (दी, दू, थ, झ, ञ, दे, दो, च, ची)",
            "country": "अपनों से मुलाकात होगी। प्रबंधन से जुड़े लोगों के लिए दिन बहुत अच्छा है। नए विषयों के अध्ययन में रुचि जाग्रत हो सकती है।जीवनसाथी की सलाह मानें। व्यापार में अधिकांश काम बिना किसी रुकावट के पूरे होंगे।",
            
            "imgURL": "https://i.imgur.com/XSf9NBH.png"
        }
    ]
}
