{
    "status": "true",
    "message": "Data fetched successfully!",
    "data": [
        {
            "id": "1",
            "name": "मेष (चू, चे, चो, ला, ली, लू, ले, लो, आ)",
            "country": "पति-पत्नी के संबंधों में तनाव रहेगा। प्रकरणों का निस्तारण समय से करें। महत्वपूर्ण कार्यों में विलंब हो सकता है।निर्णय लेने में आपसे कुछ गलतियां हो सकती हैं। अपने परिवार के सदस्यों के साथ अच्छे संबंध बनाए रखें।",
            
            "imgURL": "https://i.imgur.com/i3YmoBJ.png"
        },
        {
            "id": "2",
            "name": "वृषभ (ई, उ, ए, ओ, वा, वी, वू, वे, वो)",
            "country": "कार्यक्षेत्र में आपके प्रदर्शन में सुधार होगा। कम से कम समय में उच्चतम गुणवत्ता का कार्य करेंगे।वेतनभोगी लोगों को आधिकारिक यात्रा करनी पड़ सकती है। समाज में आपकी योग्यता की सराहना होगी।",
            
            "imgURL": "https://i.imgur.com/TUmxTOM.png"
        },
        {
            "id": "3",
            "name": "मिथुन (का, की, कु, घ, ङ, छ, के, को, हा)",
            "country": "अधिक काम आपको आराम नहीं देगा, जिससे आपको थकान महसूस हो सकती है। कोई बड़ा फैसला जल्दबाजी में न लें।अपने राज किसी के साथ साझा न करें। परिवार की इच्छाओं के लिए आपको बलिदान देना पड़ सकता है।",
            
            "imgURL": "https://i.imgur.com/k67hXqC.png"
        },
        {
            "id": "4",
            "name": "कर्क (ही, हु, हे, हो, डा, डी, डू, डे, डो)",
            "country": "आप परोपकार के काम में लगे रहेंगे। उधार दिया हुआ पैसा वापस मिल सकता है।जीवनसाथी के स्वास्थ्य को लेकर चिंता हो सकती है। आप शेयर बाजार में बहुत अच्छा करेंगे। छात्रों के लिए दिन बहुत अच्छा है।",
            
            "imgURL": "https://i.imgur.com/8HD7Bji.png"
        },
        {
            "id": "5",
            "name": "सिंह (मा, मी, मू, मे, मो, टा, टी, टू, टे)",
            "country": "पैतृक व्यवसाय में वृद्धि होगी। पुरानी यादें ताजा हो सकती हैं।अवसरों का लाभ उठाने से न चूकें। परिवार वालों का पूरा सहयोग मिलेगा। राजनीति से जुड़े लोग अपनी कूटनीतिक क्षमता का परिचय देंगे।",
            
            "imgURL": "https://i.imgur.com/0BvKlzB.png"
        },
        {
            "id": "6",
            "name": "कन्या (टो, पा, पी, पू, ष, ण, ठ, पे, पो)",
            "country": "पैतृक व्यवसाय में वृद्धि होगी। पुरानी यादें ताजा हो सकती हैं।अवसरों का लाभ उठाने से न चूकें। परिवार वालों का पूरा सहयोग मिलेगा। राजनीति से जुड़े लोग अपनी कूटनीतिक क्षमता का परिचय देंगे।",
            
            "imgURL": "https://i.imgur.com/VrofZYo.png"
        },
        {
            "id": "7",
            "name": "तुला (रा, री, रु, रे, रो, ता, ती, तू, ते)",
            "country": "अपनी दिनचर्या को संतुलित रखें। अवैध गतिविधियों में रुचि लेना उचित नहीं है।आज आपका मन कुछ उदास रहेगा। कार्यक्षेत्र में आपका प्रदर्शन कमजोर रहेगा। सेहत को लेकर परेशानी हो सकती है।",
            
            "imgURL": "https://i.imgur.com/mgReNWm.png"
        },
        {
            "id": "8",
            "name": "वृश्चिक (तो, ना, नी, नू, ने, नो, या, यी, यू)",
            "country": "प्रेम संबंधों की प्रगाढ़ता बढ़ेगी। आप अपनी रुचि के अनुसार कार्य करने में प्रसन्न रहेंगे।व्यावसायिक गतिविधियां अच्छी होंगी। घर के सभी सदस्य आप पर बहुत प्रसन्न रहने वाले हैं। उच्च अधिकारी आपकी बहुत प्रशंसा करेंगे।",
            
            "imgURL": "https://i.imgur.com/gliMx6d.png"
        },
	{
            "id": "9",
            "name": "धनु (ये, यो, भा, भी, भू, धा, फा, ढ, भे)",
            "country": "दिल की बजाय दिमाग से काम लें। परिवार में आपसी प्रेम और स्नेह बढ़ेगा। नौकरी में आपको उच्च पद प्राप्त होगा।घर में करीबी रिश्तेदार और रिश्तेदार आ सकते हैं। कुछ महत्वपूर्ण ठेके मिलने के योग बन रहे हैं।",
            
            "imgURL": "https://i.imgur.com/M8YfLCt.png"
        },
	{
            "id": "10",
            "name": "मकर (भो, जा, जी, खी, खू, खे, खो, गा, गी)",
            "country": "पढ़ाई में थोड़ी परेशानी होगी। खान-पान में धैर्य रखें। नसों में खिंचाव और दर्द की शिकायत हो सकती है।कार्यक्षेत्र में प्रतिद्वंद्विता के कारण परेशानी होगी। फालतू की चीजों पर पैसा खर्च न करें।",
            
            "imgURL": "https://i.imgur.com/CXtxKQ3.png"
        },
	{
            "id": "11",
            "name": "कुम्भ (गु, गे, गो, सा, सी, सू, से, सो, दा)",
            "country": "कोर्ट के मामलों में लापरवाही न करें। शत्रु आपके विरुद्ध सक्रिय रहेंगे।आपको नौकरी पसंद नहीं आएगी। निजी मामलों में बाहरी लोगों से सलाह न लें। योग और व्यायाम करने से आप स्वस्थ रहेंगे।",
            
            "imgURL": "https://i.imgur.com/wtrW1FM.png"
        },
	{
            "id": "12",
            "name": "मीन (दी, दू, थ, झ, ञ, दे, दो, च, ची)",
            "country": "मीडिया से जुड़े लोगों के लिए दिन विशेष रूप से शुभ है। मांगलिक कार्यक्रमों में भाग ले सकते हैं।बीमार लोगों के स्वास्थ्य में सुधार होगा। बिजनेस को लेकर आप बड़े फैसले ले सकते हैं। परिवार वालों के साथ अच्छा समय व्यतीत करेंगे।",
            
            "imgURL": "https://i.imgur.com/XSf9NBH.png"
        }
    ]
}
