{
    "status": "true",
    "message": "Data fetched successfully!",
    "data": [
        {
            "id": "1",
            "name": "मेष (चू, चे, चो, ला, ली, लू, ले, लो, आ)",
            "country": "ऑफिस में किसी महत्वपूर्ण मीटिंग में शामिल हो सकते हैं। नौकरी में वेतन वृद्धि की संभावना है।दूर के संबंधियों से शुभ समाचार मिलेगा। भाई-बहनों से आपके संबंध मजबूत होंगे।",
            
            "imgURL": "https://i.imgur.com/i3YmoBJ.png"
        },
        {
            "id": "2",
            "name": "वृषभ (ई, उ, ए, ओ, वा, वी, वू, वे, वो)",
            "country": "कोई मनचाहा काम पूरा हो सकता है। स्वास्थ्य संबंधी परेशानियां दूर होंगी।आपकी प्रबंधन क्षमता में वृद्धि होगी। शेयर बाजार में निवेश करना फायदेमंद रहेगा। जमीन-जायदाद के सौदों से आपको लाभ होगा।",
            
            "imgURL": "https://i.imgur.com/TUmxTOM.png"
        },
        {
            "id": "3",
            "name": "मिथुन (का, की, कु, घ, ङ, छ, के, को, हा)",
            "country": "बॉस आपके काम से बहुत खुश होंगे। नया काम शुरू करने में भाग्य आपका साथ देगा। छात्र उच्च शिक्षा में अच्छा प्रदर्शन करेंगे।आप समझदारी से समस्याओं का समाधान करेंगे। शारीरिक रूप से फिट रहने के लिए आपको नियमित व्यायाम करना चाहिए।",
            
            "imgURL": "https://i.imgur.com/k67hXqC.png"
        },
        {
            "id": "4",
            "name": "कर्क (ही, हु, हे, हो, डा, डी, डू, डे, डो)",
            "country": "आपको धन लाभ हो सकता है। मन की चंचलता पर नियंत्रण रखें।घर में खुशियों का माहौल रहेगा। प्रेम संबंधों में अच्छे लाभ होंगे। आपको अधिक मेहनत करनी होगी।",
            
            "imgURL": "https://i.imgur.com/8HD7Bji.png"
        },
        {
            "id": "5",
            "name": "सिंह (मा, मी, मू, मे, मो, टा, टी, टू, टे)",
            "country": "आपका प्रभाव बढ़ेगा। विदेशी स्रोतों से धन की प्राप्ति हो सकती है।साझेदारी पर ध्यान देना होगा। प्रेम संबंधों में मधुरता बढ़ेगी। आप बच्चों के साथ अच्छा समय बिताएंगे।",
            
            "imgURL": "https://i.imgur.com/0BvKlzB.png"
        },
        {
            "id": "6",
            "name": "कन्या (टो, पा, पी, पू, ष, ण, ठ, पे, पो)",
            "country": "समाज में आपकी छवि बनेगी। आप बहुत ऊर्जावान महसूस करेंगे। सरकारी कार्यों में अच्छी सफलता मिलेगी।घर से बाहर काम करने वालों की आय में वृद्धि होगी। परिवार के सदस्यों की सलाह को गंभीरता से लें।",
            
            "imgURL": "https://i.imgur.com/VrofZYo.png"
        },
        {
            "id": "7",
            "name": "तुला (रा, री, रु, रे, रो, ता, ती, तू, ते)",
            "country": "प्रतियोगी परीक्षाओं में आपको अच्छे परिणाम मिलेंगे। आपको अचानक धन लाभ होगा। पेशेवर मामलों के लिए दिन बहुत अच्छा है।कानूनी मामलों में बड़ी सफलता मिल सकती है। व्यापार संबंधी परेशानियां दूर होंगी।",
            
            "imgURL": "https://i.imgur.com/mgReNWm.png"
        },
        {
            "id": "8",
            "name": "वृश्चिक (तो, ना, नी, नू, ने, नो, या, यी, यू)",
            "country": "अपने क्रोध पर नियंत्रण रखें। शरीर में दर्द की शिकायत रहेगी।आपसी संबंधों में दरार आ सकती है। नए व्यवसाय की योजना बनाना उचित नहीं है। फालतू के खर्चे बंद करें।",
            
            "imgURL": "https://i.imgur.com/gliMx6d.png"
        },
	{
            "id": "9",
            "name": "धनु (ये, यो, भा, भी, भू, धा, फा, ढ, भे)",
            "country": "सामाजिक जीवन में आपका प्रभाव बढ़ेगा। कार्यक्षेत्र में आपकी दृष्टि से लोग प्रभावित होंगे।नई जानकारी इकट्ठा करना पसंद करेंगे। फोन से शुभ समाचार मिल सकता है। विवाह योग्य लोगों को विवाह के प्रस्ताव मिलने की संभावना है।",
            
            "imgURL": "https://i.imgur.com/M8YfLCt.png"
        },
	{
            "id": "10",
            "name": "मकर (भो, जा, जी, खी, खू, खे, खो, गा, गी)",
            "country": "अपना काम दूसरों पर न छोड़ें। किसी जरूरी काम के लिए कर्ज लेना पड़ेगा।ऑफिस का काम घर में ही करना पड़ सकता है। निजी संबंधों में थोड़ी दूरी का अनुभव करेंगे।",
            
            "imgURL": "https://i.imgur.com/CXtxKQ3.png"
        },
	{
            "id": "11",
            "name": "कुम्भ (गु, गे, गो, सा, सी, सू, से, सो, दा)",
            "country": "दोस्ती के प्रेम प्रसंग में बदलने की संभावना है। नौकरीपेशा जातकों के लिए आज का दिन बहुत ही खुशी का रहेगा।किसी समारोह का आमंत्रण मिलेगा। कमीशन से पैसा मिलेगा।",
            
            "imgURL": "https://i.imgur.com/wtrW1FM.png"
        },
	{
            "id": "12",
            "name": "मीन (दी, दू, थ, झ, ञ, दे, दो, च, ची)",
            "country": "अपने काम की गुणवत्ता से समझौता करना उचित नहीं है। ख़र्चों की अधिकता आपको बहुत परेशान करेगी। अपने शुभचिंतकों से सलाह अवश्य लें।मन में अकेलापन और उदासी का भाव रहेगा। अपनी दिनचर्या व्यवस्थित रखें।",
            
            "imgURL": "https://i.imgur.com/XSf9NBH.png"
        }
    ]
}
