{
    "status": "true",
    "message": "Data fetched successfully!",
    "data": [
        {
            "id": "1",
            "name": "मेष (चू, चे, चो, ला, ली, लू, ले, लो, आ)",
            "country": "किसी दूर के रिश्तेदार का आगमन हो सकता है। वाणी में मधुरता के कारण काम बनेगा। परिवार के लोग आपसे प्रसन्न रहेंगे।बॉस आपको अहम जिम्मेदारी दे सकते हैं। कार्यक्षेत्र में आप बहुत अच्छा करेंगे।",
            
            "imgURL": "https://i.imgur.com/i3YmoBJ.png"
        },
        {
            "id": "2",
            "name": "वृषभ (ई, उ, ए, ओ, वा, वी, वू, वे, वो)",
            "country": "ऑफिस में कुछ सहकर्मी आपके काम का श्रेय लेने की कोशिश करेंगे। ठंडी और बासी प्रकृति का भोजन करने से बचें।कार्य में आ रही रुकावटें दूर होंगी। दोपहर का समय आपके लिए अनुकूल रहेगा।",
            
            "imgURL": "https://i.imgur.com/TUmxTOM.png"
        },
        {
            "id": "3",
            "name": "मिथुन (का, की, कु, घ, ङ, छ, के, को, हा)",
            "country": "आपको व्यवसाय में योजनाओं को बदलना पड़ सकता है। बेवजह के खर्चे आपको परेशान कर सकते हैं।शाम को दोस्तों के साथ घूमने का प्लान बनेगा। आप अपने जीवन साथी के साथ अपने विचार साझा करेंगे।",
            
            "imgURL": "https://i.imgur.com/k67hXqC.png"
        },
        {
            "id": "4",
            "name": "कर्क (ही, हु, हे, हो, डा, डी, डू, डे, डो)",
            "country": "छात्रों को परीक्षा में अच्छे परिणाम मिलेंगे। कार्यक्षेत्र की समस्याएं खत्म होंगी। आप सोशल मीडिया पर काफी एक्टिव रहेंगे।सरकारी सेवकों की आय में वृद्धि होगी। प्रबंधन क्षेत्र से जुड़े लोगों की आय में वृद्धि हो सकती है।",
            
            "imgURL": "https://i.imgur.com/8HD7Bji.png"
        },
        {
            "id": "5",
            "name": "सिंह (मा, मी, मू, मे, मो, टा, टी, टू, टे)",
            "country": "सामाजिक योजनाओं में धन खर्च करेंगे। मेहनत का फल मिलेगा। नौकरी में सहकर्मियों के साथ अच्छे संबंध बनाए रखें।दाम्पत्य जीवन सुखमय रहेगा। आपके संपर्क क्षेत्र का दायरा बढ़ेगा।",
            
            "imgURL": "https://i.imgur.com/0BvKlzB.png"
        },
        {
            "id": "6",
            "name": "कन्या (टो, पा, पी, पू, ष, ण, ठ, पे, पो)",
            "country": "बेवजह किसी पर शक न करें। शाम के बाद स्थिति में सुधार होगा।दैनिक खर्च बढ़ने की संभावना है। प्रेमी के साथ कहीं घूमने जाने का प्लान करेंगे। आप अनावश्यक चिंताओं से घिरे रहेंगे।",
            
            "imgURL": "https://i.imgur.com/VrofZYo.png"
        },
        {
            "id": "7",
            "name": "तुला (रा, री, रु, रे, रो, ता, ती, तू, ते)",
            "country": "दोपहर के बाद स्थितियां अनुकूल नहीं रहेंगी। सभी काम मन लगाकर करें अन्यथा परिणाम थोड़ा कष्टदायक हो सकता है।आपका स्वास्थ्य बहुत अच्छा रहने वाला है। शाम के समय कोई भी नया काम शुरू न करें।",
            
            "imgURL": "https://i.imgur.com/mgReNWm.png"
        },
        {
            "id": "8",
            "name": "वृश्चिक (तो, ना, नी, नू, ने, नो, या, यी, यू)",
            "country": "संपत्ति की खरीद-बिक्री से काफी लाभ होगा। बच्चे पढ़ाई पर बहुत ध्यान देंगे। थोड़े से प्रयास से रुके हुए काम पूरे होंगे।नौकरी में आपको बड़ी उपलब्धियां मिल सकती हैं। दाम्पत्य जीवन मधुर रहेगा।",
            
            "imgURL": "https://i.imgur.com/gliMx6d.png"
        },
	{
            "id": "9",
            "name": "धनु (ये, यो, भा, भी, भू, धा, फा, ढ, भे)",
            "country": "अगर आप किसी तरह का कर्ज लेने की कोशिश कर रहे हैं तो आपको सफलता मिल सकती है।ऑफिस में राजनीति का माहौल रहेगा। प्रेम प्रसंगों का आनंद लेंगे। घर की जरूरतों का ख्याल रखें।",
            
            "imgURL": "https://i.imgur.com/M8YfLCt.png"
        },
	{
            "id": "10",
            "name": "मकर (भो, जा, जी, खी, खू, खे, खो, गा, गी)",
            "country": "घर में खुशियों का माहौल रहेगा। आत्मविश्वास की कमी हो सकती है। पुरानी गलतियों को दोबारा न दोहराएं।बुरी आदतों और संगति से बचें। पेशेवर अध्ययन करने वाले लोगों के लिए दिन शुभ है।",
            
            "imgURL": "https://i.imgur.com/CXtxKQ3.png"
        },
	{
            "id": "11",
            "name": "कुम्भ (गु, गे, गो, सा, सी, सू, से, सो, दा)",
            "country": "अविवाहित लोगों की शादी तय हो सकती है। बुद्धिमान लोगों का सहयोग मिलेगा। आज आपकी नेतृत्व क्षमता की परीक्षा हो सकती है।नया कारोबार शुरू कर सकते हैं। ऑफिस के काम के लिए यात्रा करनी पड़ेगी।",
            
            "imgURL": "https://i.imgur.com/wtrW1FM.png"
        },
	{
            "id": "12",
            "name": "मीन (दी, दू, थ, झ, ञ, दे, दो, च, ची)",
            "country": "शाम के समय आप किसी कार्यक्रम में शामिल हो सकते हैं। गूढ़ विषयों के अध्ययन में रुचि लेंगे।किसी समस्या से परेशान होने की बजाय अपने लोगों की सलाह लें। मांगलिक कार्यक्रमों की योजना बनेगी। अपने लक्ष्य निर्धारित करके आगे बढ़ें।",
            
            "imgURL": "https://i.imgur.com/XSf9NBH.png"
        }
    ]
}
