{
    "status": "true",
    "message": "Data fetched successfully!",
    "data": [
        {
            "id": "1",
            "name": "मेष (चू, चे, चो, ला, ली, लू, ले, लो, आ)",
            "country": "पुरानी नकारात्मक बातों के आने से मन अशांत हो सकता है। बच्चों को ध्यान देने की जरूरत है।ऑफिस में परेशानी का अनुभव करेंगे। काम में रुकावट आने के कारण आपको अधिक से अधिक भागदौड़ करनी पड़ेगी।",
            
            "imgURL": "https://i.imgur.com/i3YmoBJ.png"
        },
        {
            "id": "2",
            "name": "वृषभ (ई, उ, ए, ओ, वा, वी, वू, वे, वो)",
            "country": "पैसों के लेन-देन में सावधानी बरतें। नए कपड़े और आभूषण खरीदने में धन खर्च होगा।राजनीति से जुड़े लोगों के लिए दिन बहुत अच्छा रहने वाला है। आप नई परियोजनाओं पर काम करना शुरू कर सकते हैं।",
            
            "imgURL": "https://i.imgur.com/TUmxTOM.png"
        },
        {
            "id": "3",
            "name": "मिथुन (का, की, कु, घ, ङ, छ, के, को, हा)",
            "country": "अविवाहितों की शादी तय होने में देरी हो सकती है। आज परिवार के साथ महत्वपूर्ण विषयों पर चर्चा होगी।मेहनत का फल मिलेगा। भावुक होकर आप कुछ गलत निर्णय ले सकते हैं। अगर आपको कोई स्वास्थ्य समस्या है तो इसे हल्के में न लें।",
            
            "imgURL": "https://i.imgur.com/k67hXqC.png"
        },
        {
            "id": "4",
            "name": "कर्क (ही, हु, हे, हो, डा, डी, डू, डे, डो)",
            "country": "कार्यक्षेत्र में आज आपका मन काम को लेकर कम रहेगा। एक नया व्यापार अनुबंध करने से पहले कुछ सावधानियां आवश्यक हैं।जीवनसाथी आपका बहुत ख्याल रखेगा। रिश्तों में मधुरता के कारण आप काफी आराम महसूस करेंगे। युवा मित्रों के साथ पार्टी करने का विचार बना सकते हैं।",
            
            "imgURL": "https://i.imgur.com/8HD7Bji.png"
        },
        {
            "id": "5",
            "name": "सिंह (मा, मी, मू, मे, मो, टा, टी, टू, टे)",
            "country": "घुटनों में दर्द की शिकायत हो सकती है। आज आप घर पर अधिक रहना चाहेंगे। वाहन सावधानी से चलाएं।बॉस इस समय आपके काम से बहुत खुश नहीं है। इसलिए कोई भी ऐसा काम न करें जिससे आपके अधिकारी नाराज हों।",
            
            "imgURL": "https://i.imgur.com/0BvKlzB.png"
        },
        {
            "id": "6",
            "name": "कन्या (टो, पा, पी, पू, ष, ण, ठ, पे, पो)",
            "country": "अगर आप अपने प्रेमी को कोई उपहार देकर अपने दिल का इजहार करना चाहते हैं तो दिन बहुत अनुकूल है। अपनी रुचि के अनुसार कार्य करने से मन प्रसन्न रहेगा।व्यापार में अपेक्षा से अधिक धन लाभ होगा। घर में बच्चों के साथ अच्छा समय बिताएंगे।",
            
            "imgURL": "https://i.imgur.com/VrofZYo.png"
        },
        {
            "id": "7",
            "name": "तुला (रा, री, रु, रे, रो, ता, ती, तू, ते)",
            "country": "खांसी-जुकाम की समस्या हो सकती है। रिश्तेदार आपकी उपेक्षा कर सकते हैं।करियर को लेकर युवाओं को कुछ कड़े फैसले लेने पड़ सकते हैं। कार्यक्षेत्र में अपनी क्षमता के अनुसार सर्वश्रेष्ठ प्रदर्शन करना मुश्किल होगा।",
            
            "imgURL": "https://i.imgur.com/mgReNWm.png"
        },
        {
            "id": "8",
            "name": "वृश्चिक (तो, ना, नी, नू, ने, नो, या, यी, यू)",
            "country": "आपकी सकारात्मक सोच लोगों पर खास छाप छोड़ेगी। आपको सम्मानित किया जा सकता है। व्यापार में बिक्री बढ़ेगी।सहकर्मी आपको पूरा सहयोग देने का प्रयास करेंगे। ऑफिस में पार्टी का माहौल रहेगा।",
            
            "imgURL": "https://i.imgur.com/gliMx6d.png"
        },
	{
            "id": "9",
            "name": "धनु (ये, यो, भा, भी, भू, धा, फा, ढ, भे)",
            "country": "लोग बेरोजगार व्यक्तियों को रोजगार के लिए ताना मार सकते हैं। बाहरी लोग आपके निजी मामलों में दखल देने की कोशिश करेंगे।सिरदर्द की समस्या हो सकती है। मौसमी बीमारियों के कारण परेशानी होगी।",
            
            "imgURL": "https://i.imgur.com/M8YfLCt.png"
        },
	{
            "id": "10",
            "name": "मकर (भो, जा, जी, खी, खू, खे, खो, गा, गी)",
            "country": "प्रॉपर्टी में निवेश करना शुभ रहेगा। सरकारी कार्यों में आ रही रुकावटें दूर होंगी।जीवनसाथी के साथ घूमने जा सकते हैं। धार्मिक कार्यों में आपकी बहुत रुचि रहेगी। पारिवारिक जीवन में सुख का अनुभव करेंगे।",
            
            "imgURL": "https://i.imgur.com/CXtxKQ3.png"
        },
	{
            "id": "11",
            "name": "कुम्भ (गु, गे, गो, सा, सी, सू, से, सो, दा)",
            "country": "प्रेमी लोगों के साथ खरीदारी करने जा सकते हैं। घर में मेहमान आ सकते हैं।व्यापार में अचानक बड़ा लाभ हो सकता है। विदेश जाने के अवसर बन रहे हैं। प्रेम संबंधों में पारिवारिक सहमति मिल सकती है।",
            
            "imgURL": "https://i.imgur.com/wtrW1FM.png"
        },
	{
            "id": "12",
            "name": "मीन (दी, दू, थ, झ, ञ, दे, दो, च, ची)",
            "country": "कार्यक्षेत्र में आपका दबदबा बढ़ेगा। सभी काम समय पर करने से आपका आत्मविश्वास बढ़ेगा।जीवनसाथी के साथ धार्मिक स्थलों की यात्रा पर जा सकते हैं। नया वाहन खरीदने की सोच रहे हैं।",
            
            "imgURL": "https://i.imgur.com/XSf9NBH.png"
        }
    ]
}
