{
    "status": "true",
    "message": "Data fetched successfully!",
    "data": [
        {
            "id": "1",
            "name": "मेष (चू, चे, चो, ला, ली, लू, ले, लो, आ)",
            "country": "आज अति आत्मविश्वास में जोखिम लेने से बचे , किसी और के मामले तो बिलकुल ना पड़े।  व्यापारिओं के लिए आज नए लाभ के अवसर का दिन है।  स्वाथ्य में थोड़ी गिरावट रहेगी। परिवार में आज अपनों का साथ नहीं मिलेगा। ",
            
            "imgURL": "https://i.imgur.com/i3YmoBJ.png"
        },
        {
            "id": "2",
            "name": "वृषभ (ई, उ, ए, ओ, वा, वी, वू, वे, वो)",
            "country": "आज व्यापार में बड़े आर्थिक लाभ की संभावना दिखाई दे रही है। अनुकूल समय का लाभ उठाने में आलस्य बिलकुल ना करे। पडोसी और आपके अपने आपसे आज बहुत खुश दिखाई देंगे।",
            
            "imgURL": "https://i.imgur.com/TUmxTOM.png"
        },
        {
            "id": "3",
            "name": "मिथुन (का, की, कु, घ, ङ, छ, के, को, हा)",
            "country": "आज चारो ओर से आपको सहयोग मिलेगा।  हर जगह आपकी तारीफ होगी।  ऑफिस में सीनियर भी आपसे खुश रहेंगे। पर्सनल लाइफ के लिए भी दिन आज बहुत है अच्छा है। आज घर में कुछ नया ले आने का भी मन करेगा।",
            
            "imgURL": "https://i.imgur.com/k67hXqC.png"
        },
        {
            "id": "4",
            "name": "कर्क (ही, हु, हे, हो, डा, डी, डू, डे, डो)",
            "country": "अनुभवी व्यक्तियों से ली गयी सलाह आपको काफी लाभ पहुँचायेगी। दूरस्थ स्थानों की यात्रा हो सकती है। अपनी कार्यक्षमता और प्रतिभा को सिद्ध करने में लगे रहेंगे। स्वादिष्ट भोजन का आनन्द उठायेंगे। राजनीति से जुड़े किसी बड़े व्यक्ति के साथ सम्पर्क हो सकता है।",
            
            "imgURL": "https://i.imgur.com/8HD7Bji.png"
        },
        {
            "id": "5",
            "name": "सिंह (मा, मी, मू, मे, मो, टा, टी, टू, टे)",
            "country": "आज आपको काफी मेहनत के बाद भी उत्तम परिणाम नहीं मिलेंगे। महिलाओं को कुछ स्वास्थ्य समस्याओं का सामना करना पड़ेगा। जिद्दी और अड़ियल रवैया अपनाना आपके व्यक्तिगत हितों के लिये घातक हो सकता है। व्यापार में धोखे का शिकार हो सकते हैं। इसलिये आपको सावधानी रखनी चाहिये।",
            
            "imgURL": "https://i.imgur.com/0BvKlzB.png"
        },
        {
            "id": "6",
            "name": "कन्या (टो, पा, पी, पू, ष, ण, ठ, पे, पो)",
            "country": "व्यापार में महत्वपूर्ण अनुबन्ध हो सकते हैं। घर का वातावरण बहुत ही अच्छा रहेगा। दाम्पत्य सम्बन्ध काफी रोमांटिक रहेंगे। उच्चधिकारी आपके प्रमोशन को लेकर चर्चा कर सकते हैं। प्रेम सम्बन्धों में मधुरता बढ़ेगी। शेयर मार्केट में जोखिम भरा निवेश न करें।",
            
            "imgURL": "https://i.imgur.com/VrofZYo.png"
        },
        {
            "id": "7",
            "name": "तुला (रा, री, रु, रे, रो, ता, ती, तू, ते)",
            "country": "आज आप कुछ चुनौतीपूर्ण कार्यों को हाथ में ले सकते हैं। लोगों की समस्याओं को सुनने और बाद में उन्हें सुलझाने में आप दिलचस्पी लेंगे। आपके आत्मबल में वृद्धि होगी। पूरी तरह से आपके कारोबार में फोकस बनाये रखें। कोर्ट-कचहरी को लेकर चल रहे मामलों में विजय होने की सम्भावना है।",
            
            "imgURL": "https://i.imgur.com/mgReNWm.png"
        },
        {
            "id": "8",
            "name": "वृश्चिक (तो, ना, नी, नू, ने, नो, या, यी, यू)",
            "country": "आपकी उपलब्धियों की मित्र समूह में चर्चा होगी। प्रेमी जन को उपहार दे सकते हैं। खेलकूद और मनोरंजन आदि को लेकर आप विशेष रुचि लेंगे। मीडिया से जुड़े लोगों को सम्मान मिल सकता है। नव दम्पति फैमिली प्लानिंग का विचार बना सकते हैं।",
            
            "imgURL": "https://i.imgur.com/gliMx6d.png"
        },
	{
            "id": "9",
            "name": "धनु (ये, यो, भा, भी, भू, धा, फा, ढ, भे)",
            "country": "व्यापारी गण अपने कलाइंट्स के साथ सम्बन्ध अच्छे रखें। अपनी गलत वृत्तियों पर नियन्त्रण रखें। गले में इन्फेक्शन और सूजन की समस्या हो सकती है। वाहन सावधानी पूर्वक चलायें। माता के स्वास्थ्य की कुछ चिन्ता रहेगी। छोटी-छोटी बातों पर तनाव न लें।",
            
            "imgURL": "https://i.imgur.com/M8YfLCt.png"
        },
	{
            "id": "10",
            "name": "मकर (भो, जा, जी, खी, खू, खे, खो, गा, गी)",
            "country": "आपकी संवादशैली से लोग आकर्षित रहेंगे। मन में नये रचनात्मक विचार उत्पन्न होंगे। आपकी कार्यशैली में सुधार होगा। भाई-बहनों से सम्बन्ध मधुर होंगे। आज आप काफी अच्छा महसूस करेंगे।",
            
            "imgURL": "https://i.imgur.com/CXtxKQ3.png"
        },
	{
            "id": "11",
            "name": "कुम्भ (गु, गे, गो, सा, सी, सू, से, सो, दा)",
            "country": "आज आप काफी सक्रिय रहेंगे। नया कारोबार शुरू कर रहे हैं तो आपको थोड़ी परेशानी हो सकती है। अनावश्यक कार्यों में ज्यादा समय बर्बाद न करें। लेन-देन में चूक होने की आशंका है। परिवार में तालमेल की कमी रहेगी।",
            
            "imgURL": "https://i.imgur.com/wtrW1FM.png"
        },
	{
            "id": "12",
            "name": "मीन (दी, दू, थ, झ, ञ, दे, दो, च, ची)",
            "country": "आपको कोई बड़ा पद प्राप्त हो सकता है। उच्च अधिकारी आपसे काफी सन्तुष्ट रहेंगे। नवीन कार्यों की शुरुआत कर सकते हैं। अपना कार्य सावधानी से करें। बच्चे आज्ञाकारी व्यवहार रखेंगे। आपकी दिनचर्या अनुशासित रहेगी।",
            
            "imgURL": "https://i.imgur.com/XSf9NBH.png"
        }
    ]
}
