{
    "status": "true",
    "message": "Data fetched successfully!",
    "data": [
        {
            "id": "1",
            "name": "मेष (चू, चे, चो, ला, ली, लू, ले, लो, आ)",
            "country": "ब्लड प्रेशर की समस्या हो सकती है। धार्मिक चर्चा या सत्संग में भाग ले सकते हैं।आप अपनी जिम्मेदारियों के प्रति काफी ईमानदार रहेंगे। लेकिन आपको वो काम भी मजबूरी में करने पड़ सकते हैं जिनमें आपकी बिल्कुल भी दिलचस्पी नहीं है।",
            
            "imgURL": "https://i.imgur.com/i3YmoBJ.png"
        },
        {
            "id": "2",
            "name": "वृषभ (ई, उ, ए, ओ, वा, वी, वू, वे, वो)",
            "country": "व्यापार में आपका प्रदर्शन कमजोर हो सकता है। कोई पुरानी स्वास्थ्य समस्या आपको फिर से घेर सकती है। इसलिए सावधानी जरूरी है।बाहरी लोगों को अपने काम में दखल न देने दें। आज कोई नया काम शुरू करना उचित नहीं है।",
            
            "imgURL": "https://i.imgur.com/TUmxTOM.png"
        },
        {
            "id": "3",
            "name": "मिथुन (का, की, कु, घ, ङ, छ, के, को, हा)",
            "country": "छोटी दूरी की यात्रा के योग बन रहे हैं। जीवनसाथी की भावनाओं को समझने में कुछ चूक हो सकती है।आज पूरा दिन दौड़ने में व्यतीत होगा। कारोबारियों को आज समय नहीं मिलेगा।",
            
            "imgURL": "https://i.imgur.com/k67hXqC.png"
        },
        {
            "id": "4",
            "name": "कर्क (ही, हु, हे, हो, डा, डी, डू, डे, डो)",
            "country": " उच्च अधिकारी आपकी प्रशंसा करेंगे। दोस्तों के साथ चर्चा करना आपके लिए फायदेमंद रहेगा।आप अपनी नौकरी को लेकर थोड़े असंतुष्ट हो सकते हैं। आमदनी के साथ-साथ आपके ख़र्चों में भी बढ़ोतरी होगी। पुराना कर्ज चुकाना आसान होगा।",
            
            "imgURL": "https://i.imgur.com/8HD7Bji.png"
        },
        {
            "id": "5",
            "name": "सिंह (मा, मी, मू, मे, मो, टा, टी, टू, टे)",
            "country": "आप अपने शौक को पूरा करने के लिए पैसे खर्च कर सकते हैं। ज्यादा मसालेदार और तेल-मसालेदार खाना खाने से पेट के रोग हो सकते हैं।क्रोधित होकर किसी के साथ अपना व्यवहार खराब न करें। प्रेमी पर अत्यधिक निर्भरता हानिकारक हो सकती है। हालांकि कार्यक्षेत्र में आपका प्रदर्शन अच्छा रहेगा।",
            
            "imgURL": "https://i.imgur.com/0BvKlzB.png"
        },
        {
            "id": "6",
            "name": "कन्या (टो, पा, पी, पू, ष, ण, ठ, पे, पो)",
            "country": "कुछ लोग आपसे नाराज़ रहेंगे। मन में अज्ञात भय व्याप्त हो सकता है। छात्र अपनी पढ़ाई को लेकर थोड़ा चिंतित रहेंगे।सरकारी कार्यों में कुछ रुकावटें आ सकती हैं। अपने परिवार के सदस्यों के प्रति अच्छा व्यवहार रखें।",
            
            "imgURL": "https://i.imgur.com/VrofZYo.png"
        },
        {
            "id": "7",
            "name": "तुला (रा, री, रु, रे, रो, ता, ती, तू, ते)",
            "country": "आज आप काफी रोमांटिक मूड में रहेंगे। आपको स्वार्थी व्यवहार से बचना चाहिए।प्रेमी के साथ घूमने जा सकते हैं। विपरीत लिंग के लोग आपकी ओर बहुत आकर्षित होंगे। अपने संपर्कों का सर्वोत्तम उपयोग करें।",
            
            "imgURL": "https://i.imgur.com/mgReNWm.png"
        },
        {
            "id": "8",
            "name": "वृश्चिक (तो, ना, नी, नू, ने, नो, या, यी, यू)",
            "country": "आज आप अधूरे कार्यों को पूरा करने में व्यस्त रहेंगे। पैसों की कमी महसूस करेंगे।स्वास्थ्य समस्याओं को हल्के में न लें। घरेलू विवाद परेशानी खड़ी कर सकते हैं। महत्वपूर्ण कार्यों में लापरवाही से चूक हो सकती है।",
            
            "imgURL": "https://i.imgur.com/gliMx6d.png"
        },
	{
            "id": "9",
            "name": "धनु (ये, यो, भा, भी, भू, धा, फा, ढ, भे)",
            "country": "आपकी आर्थिक स्थिति बहुत अच्छी रहेगी। विरोधी आपके सामने टिक नहीं पाएंगे।आपके स्वभाव की सराहना की जाएगी। गले में खराश और ठंड लगना हो सकता है। माता के स्वास्थ्य का ध्यान रखें।",
            
            "imgURL": "https://i.imgur.com/M8YfLCt.png"
        },
	{
            "id": "10",
            "name": "मकर (भो, जा, जी, खी, खू, खे, खो, गा, गी)",
            "country": "किसी विदेशी कंपनी में काम करने वाले लोगों की आय में वृद्धि हो सकती है। आपका परिवार आपकी सराहना करेगा।आपकी दिनचर्या अव्यवस्थित हो सकती है। लंबित कार्यों को निपटाने का दबाव रहेगा। सोशल मीडिया पर आपका नाम बढ़ेगा।",
            
            "imgURL": "https://i.imgur.com/CXtxKQ3.png"
        },
	{
            "id": "11",
            "name": "कुम्भ (गु, गे, गो, सा, सी, सू, से, सो, दा)",
            "country": "आय के स्रोत में वृद्धि से प्रसन्नता रहेगी। शुभ समाचार मिल सकता है।विरोधी आपको परेशान कर सकते हैं। उग्र स्वभाव वाले लोगों से दूरी बनाकर रखें। कार्यों की प्रगति से संतुष्ट रहेंगे।",
            
            "imgURL": "https://i.imgur.com/wtrW1FM.png"
        },
	{
            "id": "12",
            "name": "मीन (दी, दू, थ, झ, ञ, दे, दो, च, ची)",
            "country": "प्रेम संबंधों में गलतफहमी पैदा होगी। मन की चंचलता पर नियंत्रण रखें। फिल्म लाइन से जुड़े लोगों को कोई बड़ी डील मिल सकती है।सर्दी-जुकाम की समस्या हो सकती है। वैवाहिक परेशानियों के कारण मन अशांत रहेगा।",
            
            "imgURL": "https://i.imgur.com/XSf9NBH.png"
        }
    ]
}
