{
    "status": "true",
    "message": "Data fetched successfully!",
    "data": [
        {
            "id": "1",
            "name": "मेष (चू, चे, चो, ला, ली, लू, ले, लो, आ)",
            "country": "लोग आपसे कुछ ज्यादा ही उम्मीद करेंगे। प्रतिष्ठित लोगों से आपके संपर्क मजबूत होंगे। दिन की शुरुआत थोड़ी उदास रहेगी।दाम्पत्य संबंधों में सुख का अनुभव करेंगे। आय के नए स्रोत बनेंगे। वाहन चलाते समय सावधान रहें।",
            
            "imgURL": "https://i.imgur.com/i3YmoBJ.png"
        },
        {
            "id": "2",
            "name": "वृषभ (ई, उ, ए, ओ, वा, वी, वू, वे, वो)",
            "country": "दूसरों की परवाह करने के दबाव में अपने हितों की अवहेलना न करें। किसी पर आंख मूंदकर भरोसा न करें। व्यापार में आपको विशेष ध्यान देने की आवश्यकता है।आपके आसपास के लोगों का व्यवहार अच्छा नहीं रहेगा। अपने आहार की उपेक्षा न करें।",
            
            "imgURL": "https://i.imgur.com/TUmxTOM.png"
        },
        {
            "id": "3",
            "name": "मिथुन (का, की, कु, घ, ङ, छ, के, को, हा)",
            "country": "घर के लिए नया सामान खरीद सकते हैं। परिवार में मनोरंजन का माहौल रहेगा।महत्वपूर्ण कार्यों को समय पर पूरा करेंगे। साझेदारी के कारोबार में लाभ होगा। जीवनसाथी आपके उत्साह में वृद्धि करेगा।",
            
            "imgURL": "https://i.imgur.com/k67hXqC.png"
        },
        {
            "id": "4",
            "name": "कर्क (ही, हु, हे, हो, डा, डी, डू, डे, डो)",
            "country": "छोटी-छोटी बातों पर रिएक्ट करने से बचें। आप नौकरी बदलने का मन बना सकते हैं।अधीनस्थ कर्मचारियों का व्यवहार आपके प्रति काफी मजबूत रहने वाला है। पुराने रोगों के कारण आपको कष्ट उठाना पड़ेगा।",
            
            "imgURL": "https://i.imgur.com/8HD7Bji.png"
        },
        {
            "id": "5",
            "name": "सिंह (मा, मी, मू, मे, मो, टा, टी, टू, टे)",
            "country": "समाज में लोग आपके आदर्शों की प्रशंसा करेंगे। युवाओं के लोग आज मस्ती के मूड में रहेंगे।आपको दूसरों पर अपनी निर्भरता कम करनी होगी। सभी काम अपनी देखरेख में करें। प्रेमी के साथ डेट पर जा सकते हैं।",
            
            "imgURL": "https://i.imgur.com/0BvKlzB.png"
        },
        {
            "id": "6",
            "name": "कन्या (टो, पा, पी, पू, ष, ण, ठ, पे, पो)",
            "country": "आपके काम की गुणवत्ता में भी सुधार होगा। किसी रिश्तेदार के कारण मन अशांत हो सकता है। आप मौसमी बीमारियों के शिकार हो सकते हैं।जीवनसाथी की भावनाओं का सम्मान करें। आज आपको कुछ आत्मविश्वास की कमी महसूस हो सकती है।",
            
            "imgURL": "https://i.imgur.com/VrofZYo.png"
        },
        {
            "id": "7",
            "name": "तुला (रा, री, रु, रे, रो, ता, ती, तू, ते)",
            "country": "कारोबार में बड़े ऑर्डर मिलने की संभावना है। यदि आप कोई नया रचनात्मक कार्य करने की सोच रहे हैं तो दिन विशेष रूप से भाग्यशाली रहने वाला है।काम का दबाव कम होने से आप संतुष्ट और तनावमुक्त महसूस करेंगे।",
            
            "imgURL": "https://i.imgur.com/mgReNWm.png"
        },
        {
            "id": "8",
            "name": "वृश्चिक (तो, ना, नी, नू, ने, नो, या, यी, यू)",
            "country": "व्यवसाय में कर्मचारियों पर बहुत अधिक भरोसा करना उचित नहीं है। आलस्य के कारण काम प्रभावित हो सकता है। लेकिन मृदुभाषी होने के कारण आपका काम भी पूरा होने की पूरी संभावना है।आज आप दिखावे में पैसा खर्च कर सकते हैं। आज हम छोटे बच्चों के लिए भी शॉपिंग का प्लान करेंगे।",
            
            "imgURL": "https://i.imgur.com/gliMx6d.png"
        },
	{
            "id": "9",
            "name": "धनु (ये, यो, भा, भी, भू, धा, फा, ढ, भे)",
            "country": "आपके जीवन साथी की किस्मत आपको आगे बढ़ने में मदद कर रही है। इसलिए उन्हें खुश रखना आपके लिए सबसे जरूरी चीज है। आप काफी सकारात्मक ऊर्जा का अनुभव करेंगे। अपनी भावनाओं पर नियंत्रण रखें।रुके हुए काम शाम तक सुलझते नजर आएंगे।",
            
            "imgURL": "https://i.imgur.com/M8YfLCt.png"
        },
	{
            "id": "10",
            "name": "मकर (भो, जा, जी, खी, खू, खे, खो, गा, गी)",
            "country": "परिवार वालों की भावनाओं का ख्याल रखें। व्यावसायिक कारणों से आज का दिन बेहतर होगा कि आप भुगतान का लेन-देन थोड़ी सावधानी से करें।इससे आपका स्वास्थ्य भी प्रभावित हो सकता है। परिवार के लोग किसी वजह से आपसे नाराज हो सकते हैं।",
            
            "imgURL": "https://i.imgur.com/CXtxKQ3.png"
        },
	{
            "id": "11",
            "name": "कुम्भ (गु, गे, गो, सा, सी, सू, से, सो, दा)",
            "country": "शाम को दोस्तों के साथ गप्पें मारने का भी मौका मिलेगा। वैवाहिक संबंधों में नजदीकियां बढ़ने से पुराने मतभेद दूर होंगे।रुके हुए काम आज प्राथमिकता से पूरे हो सकते हैं। आपके ग्राहकों के व्यापार में वृद्धि होने की संभावना है।",
            
            "imgURL": "https://i.imgur.com/wtrW1FM.png"
        },
	{
            "id": "12",
            "name": "मीन (दी, दू, थ, झ, ञ, दे, दो, च, ची)",
            "country": "पिता से विवाद हो सकता है।आप कुछ नया सीखने का प्रयास कर सकते हैं।अपनी दिनचर्या व्यवस्थित रखें। विद्यार्थी अपने करियर को लेकर कुछ महत्वपूर्ण निर्णय ले सकते हैं।",
            
            "imgURL": "https://i.imgur.com/XSf9NBH.png"
        }
    ]
}
