{
    "status": "true",
    "message": "Data fetched successfully!",
    "data": [
        {
            "id": "1",
            "name": "मेष (चू, चे, चो, ला, ली, लू, ले, लो, आ)",
            "country": "अपनी इच्छाएं दूसरों पर न थोपें। पैसों के लेन-देन में परेशानी होने की संभावना है।व्यापार में अधिक धन खर्च करना पड़ेगा। ठंडा और बासी खाना खाने से बचें। इससे गले से संबंधित समस्याएं हो सकती हैं।",
            
            "imgURL": "https://i.imgur.com/i3YmoBJ.png"
        },
        {
            "id": "2",
            "name": "वृषभ (ई, उ, ए, ओ, वा, वी, वू, वे, वो)",
            "country": "परिवार में कलह की स्थिति बन सकती है। पुराने मित्रों से मिलकर मन प्रसन्न होगा।कार्यक्षेत्र में आपका प्रदर्शन बेहतरीन रहेगा। मन में सकारात्मक विचार उत्पन्न होंगे। नौकरी के ऑफर विदेशी कंपनियों से आ सकते हैं।",
            
            "imgURL": "https://i.imgur.com/TUmxTOM.png"
        },
        {
            "id": "3",
            "name": "मिथुन (का, की, कु, घ, ङ, छ, के, को, हा)",
            "country": "पैतृक संपत्ति को लेकर परेशानी हो सकती है। कठोर शब्दों के प्रयोग से बचें।तनाव के कारण ब्लड प्रेशर की समस्या हो सकती है। जीवनसाथी के प्रति अच्छा रवैया रखें।",
            
            "imgURL": "https://i.imgur.com/k67hXqC.png"
        },
        {
            "id": "4",
            "name": "कर्क (ही, हु, हे, हो, डा, डी, डू, डे, डो)",
            "country": "कार्यक्षेत्र में नई तकनीक का प्रयोग हो सकता है। परिवार का सहयोग मिलने से लाभ होगा।धार्मिक कार्यों में सहयोग करेंगे। सामाजिक कार्यक्रमों में भाग लेंगे। आप पैसे बचाने की कोशिश करेंगे।",
            
            "imgURL": "https://i.imgur.com/8HD7Bji.png"
        },
        {
            "id": "5",
            "name": "सिंह (मा, मी, मू, मे, मो, टा, टी, टू, टे)",
            "country": "नौकरी में आपकी स्थिति मजबूत होगी। कार्यक्षेत्र में आपको वरिष्ठों का सहयोग प्राप्त होगा।संपत्ति विवाद सुलझ सकते हैं। व्यापार के सिलसिले में यात्रा करनी पड़ सकती है। जीवनसाथी के साथ पर्यटन के लिए जा सकते हैं।",
            
            "imgURL": "https://i.imgur.com/0BvKlzB.png"
        },
        {
            "id": "6",
            "name": "कन्या (टो, पा, पी, पू, ष, ण, ठ, पे, पो)",
            "country": "आप आराम महसूस करेंगे। अपने भाइयों के साथ अच्छे संबंध बनाए रखें।आपके स्वभाव में नम्रता रहेगी। मेहनत करने से आपकी मनोकामनाएं पूरी होंगी। करियर में माता-पिता का सहयोग आपको बड़ा लाभ दिला सकता है।",
            
            "imgURL": "https://i.imgur.com/VrofZYo.png"
        },
        {
            "id": "7",
            "name": "तुला (रा, री, रु, रे, रो, ता, ती, तू, ते)",
            "country": "निर्माण कार्यों पर आपको काफी खर्च करना पड़ेगा। फिजूलखर्ची के कारण आप तनाव में आ सकते हैं।पित्त संबंधी रोग परेशान कर सकते हैं। विद्यार्थियों को अपनी पढ़ाई पर विशेष ध्यान देना होगा। वाहन चलाते समय सावधान रहें।",
            
            "imgURL": "https://i.imgur.com/mgReNWm.png"
        },
        {
            "id": "8",
            "name": "वृश्चिक (तो, ना, नी, नू, ने, नो, या, यी, यू)",
            "country": "पारिवारिक जीवन बहुत खुशहाल रहेगा। यह व्यापार में बहुत उपयोगी हो सकता है। पुरानी यादें ताजा होंगी।वरिष्ठ अधिकारियों के साथ आपके संबंध मधुर रहने वाले हैं। वैवाहिक संबंधों का आनंद लेंगे।",
            
            "imgURL": "https://i.imgur.com/gliMx6d.png"
        },
	{
            "id": "9",
            "name": "धनु (ये, यो, भा, भी, भू, धा, फा, ढ, भे)",
            "country": "छात्र अपनी पढ़ाई पर बहुत ध्यान देंगे। कार्यक्षेत्र में बड़े अनुबंध हो सकते हैं।रुका हुआ काम जल्द पूरा होगा। प्रेम संबंधों में धैर्य रखें। नकारात्मक प्रवृत्ति वाले लोगों से दूर रहें।",
            
            "imgURL": "https://i.imgur.com/M8YfLCt.png"
        },
	{
            "id": "10",
            "name": "मकर (भो, जा, जी, खी, खू, खे, खो, गा, गी)",
            "country": "तकनीकी कार्यों के लिए दिन अच्छा है। अव्यवहारिक विचारों के कारण लोग आपसे दूरी बना सकते हैं।आत्मविश्वास के साथ आप अपना काम आसानी से पूरा कर लेंगे। आप अपने विरोधियों पर हावी रहेंगे। आप लोक कल्याण में रुचि ले सकते हैं।",
            
            "imgURL": "https://i.imgur.com/CXtxKQ3.png"
        },
	{
            "id": "11",
            "name": "कुम्भ (गु, गे, गो, सा, सी, सू, से, सो, दा)",
            "country": "जल्दबाजी में लिए गए फैसलों को अचानक बदलना पड़ सकता है।घर में थोड़ी परेशानी होगी। आपका पैसा अनावश्यक गतिविधियों पर खर्च होगा। जो आपका मनोबल गिरा सकता है।",
            
            "imgURL": "https://i.imgur.com/wtrW1FM.png"
        },
	{
            "id": "12",
            "name": "मीन (दी, दू, थ, झ, ञ, दे, दो, च, ची)",
            "country": "साझेदारों से विवाद सुलझेंगे। घरेलू जरूरत का सामान खरीदने जा सकते हैं।लोग आपकी भावनाओं का सम्मान करेंगे। आपको बड़ी उपलब्धियां मिल सकती हैं। आपकी आर्थिक स्थिति बहुत अच्छी रहेगी।",
            
            "imgURL": "https://i.imgur.com/XSf9NBH.png"
        }
    ]
}
