{
    "status": "true",
    "message": "Data fetched successfully!",
    "data": [
        {
            "id": "1",
            "name": "मेष (चू, चे, चो, ला, ली, लू, ले, लो, आ)",
            "country": "नए हुनर सीखने की कोशिश करेंगे। कार्यक्षेत्र में बिक्री बढ़ने की संभावना है। सरकारी काम के लिए दिन बहुत ही शुभ है।दाम्पत्य जीवन खुशियों से भरा रहेगा। आपकी बातों से लोग आकर्षित होंगे।",
            
            "imgURL": "https://i.imgur.com/i3YmoBJ.png"
        },
        {
            "id": "2",
            "name": "वृषभ (ई, उ, ए, ओ, वा, वी, वू, वे, वो)",
            "country": "लेन-देन के मामलों में सावधान रहें। प्रेम संबंधों में गलतफहमी पैदा न होने दें।भारी उद्योग से जुड़े लोगों को मशीनरी को लेकर परेशानी का सामना करना पड़ सकता है।सुविधाएं बढ़ेंगी। मित्र आपसे नाराज हो सकते हैं।",
            
            "imgURL": "https://i.imgur.com/TUmxTOM.png"
        },
        {
            "id": "3",
            "name": "मिथुन (का, की, कु, घ, ङ, छ, के, को, हा)",
            "country": "अपने भाइयों और बहनों के साथ अच्छा व्यवहार करें। घर के बुजुर्गों का मार्गदर्शन मिलेगा। आपके स्वाभिमान और आत्मविश्वास में वृद्धि होगी।सभी काम योजनाबद्ध तरीके से करें। सोशल मीडिया के माध्यम से अच्छी जानकारी मिल सकती है।",
            
            "imgURL": "https://i.imgur.com/k67hXqC.png"
        },
        {
            "id": "4",
            "name": "कर्क (ही, हु, हे, हो, डा, डी, डू, डे, डो)",
            "country": "पारिवारिक विवाद सुलझ सकते हैं। दिन के पहले भाग में जरूरी कार्यों को पूरा करना फायदेमंद रहेगा। बच्चे आज मस्ती के मूड में रहेंगे।जीवनसाथी के लिए कोई उपहार खरीद सकते हैं। परिवार में उत्सव मनाया जाएगा।",
            
            "imgURL": "https://i.imgur.com/8HD7Bji.png"
        },
        {
            "id": "5",
            "name": "सिंह (मा, मी, मू, मे, मो, टा, टी, टू, टे)",
            "country": "दांपत्य जीवन में कुछ परेशानियां आएंगी। पैर और कमर दर्द की शिकायत हो सकती है।आप मानसिक रूप से काफी मजबूत रहेंगे। रचनात्मक योजनाएं आपको अच्छे परिणाम देंगी।",
            
            "imgURL": "https://i.imgur.com/0BvKlzB.png"
        },
        {
            "id": "6",
            "name": "कन्या (टो, पा, पी, पू, ष, ण, ठ, पे, पो)",
            "country": "आज लंबी दूरी की यात्रा करने से बचें। प्रेमियों पर धन खर्च होगा। इस दिन नशीले पदार्थों से पूरी तरह दूरी बनाकर रखें।मन में नकारात्मक विचार जन्म ले सकते हैं। सेहत में थोड़ी नरमी रह सकती है।",
            
            "imgURL": "https://i.imgur.com/VrofZYo.png"
        },
        {
            "id": "7",
            "name": "तुला (रा, री, रु, रे, रो, ता, ती, तू, ते)",
            "country": "आपकी कोई मनोकामना पूरी हो सकती है। व्यापार में बिक्री में वृद्धि से आप काफी खुश रहेंगे।अविवाहित लोगों को विवाह के अवसर मिल सकते हैं। मन में फिर से पुरानी यादें ताजा हो जाएंगी।",
            
            "imgURL": "https://i.imgur.com/mgReNWm.png"
        },
        {
            "id": "8",
            "name": "वृश्चिक (तो, ना, नी, नू, ने, नो, या, यी, यू)",
            "country": "आपका स्वास्थ्य थोड़ा प्रतिकूल हो सकता है। आज आप ऑफिस की बजाय घर पर समय बिताना पसंद करेंगे।आज आप दोस्तों के साथ किसी पार्टी में जा सकते हैं। पर्यटन व्यवसाय से जुड़े लोग नए दौरे की योजना बनाएंगे।",
            
            "imgURL": "https://i.imgur.com/gliMx6d.png"
        },
	{
            "id": "9",
            "name": "धनु (ये, यो, भा, भी, भू, धा, फा, ढ, भे)",
            "country": "नया वाहन और आभूषण खरीद सकते हैं। रुका हुआ पैसा मिलना मुश्किल होगा। कार्यक्षेत्र में सहकर्मियों से मतभेद हो सकते हैं।धार्मिक कार्यों में धन खर्च होगा।",
            
            "imgURL": "https://i.imgur.com/M8YfLCt.png"
        },
	{
            "id": "10",
            "name": "मकर (भो, जा, जी, खी, खू, खे, खो, गा, गी)",
            "country": "व्यवसाय में आपकी अपेक्षा के अनुरूप बिक्री न होने से मन दुखी हो सकता है।अपने आहार को संतुलित रखें। महत्वपूर्ण कार्यों में देरी हो सकती है। मित्रों के व्यवहार से आहत हो सकते हैं।",
            
            "imgURL": "https://i.imgur.com/CXtxKQ3.png"
        },
	{
            "id": "11",
            "name": "कुम्भ (गु, गे, गो, सा, सी, सू, से, सो, दा)",
            "country": "व्यापार में साझेदारी के लिए दिन शुभ है। आपकी दिनचर्या थोड़ी व्यस्त रहेगी।ऑफिस में आपके काम की तारीफ होगी। जीवनसाथी के साथ घूमने जा सकते हैं। विद्यार्थियों की पढ़ाई में बहुत रुचि रहेगी।",
            
            "imgURL": "https://i.imgur.com/wtrW1FM.png"
        },
	{
            "id": "12",
            "name": "मीन (दी, दू, थ, झ, ञ, दे, दो, च, ची)",
            "country": "शुगर के मरीजों को स्वास्थ्य संबंधी परेशानी होगी। परिवार वालों से विवाद हो सकता है।व्यापार में नए विरोधी सक्रिय हो सकते हैं। कार्यक्षेत्र में काम का दबाव बढ़ेगा।",
            
            "imgURL": "https://i.imgur.com/XSf9NBH.png"
        }
    ]
}
