{
    "status": "true",
    "message": "Data fetched successfully!",
    "data": [
        {
            "id": "1",
            "name": "मेष (चू, चे, चो, ला, ली, लू, ले, लो, आ)",
            "country": "आप व्यापार में बड़ा पैसा निवेश कर सकते हैं। पुराने मित्रों से मुलाकात होगी।अधूरे काम को आप समय पर पूरा करेंगे। आपके संपर्क का दायरा बढ़ेगा। परिवार वालों का पूरा सहयोग मिलेगा। आपको कोई अच्छी जानकारी मिल सकती है।",
            
            "imgURL": "https://i.imgur.com/i3YmoBJ.png"
        },
        {
            "id": "2",
            "name": "वृषभ (ई, उ, ए, ओ, वा, वी, वू, वे, वो)",
            "country": "शत्रुओं की गतिविधियों पर ध्यान न दें। अपने व्यवहार में लचीला रहें। दोपहर के समय आपके घर में कुछ परेशानी हो सकती है।आय के नए स्रोत विकसित होंगे। व्यापार में बड़े अनुबंध करने के लिए दिन शुभ है। आपकी दिनचर्या बहुत अनुशासित रहेगी।",
            
            "imgURL": "https://i.imgur.com/TUmxTOM.png"
        },
        {
            "id": "3",
            "name": "मिथुन (का, की, कु, घ, ङ, छ, के, को, हा)",
            "country": "शत्रुओं से सावधान रहें। आप कुछ नया और रचनात्मक करने की कोशिश करेंगे। लोग आपके व्यक्तित्व की ओर बहुत आकर्षित होंगे।कानूनी मामलों में लापरवाही न करें। आप मौसमी बीमारियों के शिकार हो सकते हैं।",
            
            "imgURL": "https://i.imgur.com/k67hXqC.png"
        },
        {
            "id": "4",
            "name": "कर्क (ही, हु, हे, हो, डा, डी, डू, डे, डो)",
            "country": "आपका आत्मविश्वास बढ़ेगा। शाम के समय सिरदर्द की समस्या हो सकती है। अपने खर्चों पर नियंत्रण रखें।अजनबियों पर ज्यादा भरोसा न करें। व्यापार के लिए मित्रों से सहयोग ले सकते हैं।",
            
            "imgURL": "https://i.imgur.com/8HD7Bji.png"
        },
        {
            "id": "5",
            "name": "सिंह (मा, मी, मू, मे, मो, टा, टी, टू, टे)",
            "country": "आज आपको कम मेहनत के बावजूद अच्छे परिणाम मिलेंगे। कार्यक्षेत्र में आपको पदोन्नति मिल सकती है।सामाजिक जीवन में सक्रियता बढ़ेगी। व्यापार में अचानक धन लाभ होगा। दाम्पत्य जीवन बहुत खुशहाल रहेगा।",
            
            "imgURL": "https://i.imgur.com/0BvKlzB.png"
        },
        {
            "id": "6",
            "name": "कन्या (टो, पा, पी, पू, ष, ण, ठ, पे, पो)",
            "country": "प्रेम संबंधों को लेकर आप भावुक हो सकते हैं। छोटी-छोटी समस्याओं का समाधान आसानी से करेंगे।आप बच्चों के साथ अच्छा समय बिताएंगे। आज आपको बहुत भागदौड़ करनी पड़ेगी। माता-पिता की अनुमति से ही कोई नया काम शुरू करें।",
            
            "imgURL": "https://i.imgur.com/VrofZYo.png"
        },
        {
            "id": "7",
            "name": "तुला (रा, री, रु, रे, रो, ता, ती, तू, ते)",
            "country": "धार्मिक कार्यों में आपकी रुचि बढ़ेगी। कार्यक्षेत्र में अधीनस्थ कर्मचारियों से आपको परेशानी होगी।आज आपको ज्यादा मेहनत नहीं करनी चाहिए। आप लोगों की छिपी भावनाओं को समझेंगे। प्रेम संबंधों में नवीनता बढ़ेगी।",
            
            "imgURL": "https://i.imgur.com/mgReNWm.png"
        },
        {
            "id": "8",
            "name": "वृश्चिक (तो, ना, नी, नू, ने, नो, या, यी, यू)",
            "country": "सरकारी नौकरी करने वालों के लिए दिन अच्छा है। शाम को ठंड लगने के कारण पेट दर्द और बुखार की समस्या हो सकती है।पैतृक संपत्ति को लेकर विवाद हो सकता है। वेतनभोगी लोगों को आधिकारिक यात्रा करनी होगी।",
            
            "imgURL": "https://i.imgur.com/gliMx6d.png"
        },
	{
            "id": "9",
            "name": "धनु (ये, यो, भा, भी, भू, धा, फा, ढ, भे)",
            "country": "नौकरी में बदलाव की संभावना है। धन कमाने के नए अवसर प्राप्त होंगे।प्रेम संबंधों में मर्यादा रखें। प्रभावशाली लोगों से आपके संबंध मधुर रहेंगे।",
            
            "imgURL": "https://i.imgur.com/M8YfLCt.png"
        },
	{
            "id": "10",
            "name": "मकर (भो, जा, जी, खी, खू, खे, खो, गा, गी)",
            "country": "माता-पिता के साथ विवाद सुलझेंगे। प्रेमी लोगों के साथ खरीदारी करने जा सकते हैं। गले में इंफेक्शन की समस्या हो सकती है।कार्यक्षेत्र में आपको उच्च पद प्राप्त हो सकता है। निर्माण कार्यों में प्रगति होगी।",
            
            "imgURL": "https://i.imgur.com/CXtxKQ3.png"
        },
	{
            "id": "11",
            "name": "कुम्भ (गु, गे, गो, सा, सी, सू, से, सो, दा)",
            "country": "छात्र पढ़ाई को लेकर असमंजस में रहेंगे। प्रेमी के प्रति निकटता बढ़ेगी। शाम को दोस्तों के घर आ सकते हैं।वरिष्ठ लोगों की सलाह लेना आपके लिए फायदेमंद रहेगा। नसों में खिंचाव के कारण दर्द हो सकता है।",
            
            "imgURL": "https://i.imgur.com/wtrW1FM.png"
        },
	{
            "id": "12",
            "name": "मीन (दी, दू, थ, झ, ञ, दे, दो, च, ची)",
            "country": "दिन की शुरुआत बहुत ही शुभ रहने वाली है। व्यापार में आपको बहुत अच्छा लाभ मिलेगा। लोग आपकी प्रशंसा करेंगे।परिवार के किसी सदस्य के स्वास्थ्य को लेकर चिंता रहेगी। बाहर का खाना खाने से बचें।",
            
            "imgURL": "https://i.imgur.com/XSf9NBH.png"
        }
    ]
}
