{
    "status": "true",
    "message": "Data fetched successfully!",
    "data": [
        {
            "id": "1",
            "name": "मेष (चू, चे, चो, ला, ली, लू, ले, लो, आ)",
            "country": "सुबह आप किसी ख्याल में डूबे रहेंगे। दोपहर के बाद आप अपने छूटे हुए कार्यों से निपटने के लिए तैयार रहेंगे। आप सोशल मीडिया के जरिए खुद को प्रमोट कर सकते हैं। धार्मिक रुचि बढ़ेगी।",
            
            "imgURL": "https://i.imgur.com/i3YmoBJ.png"
        },
        {
            "id": "2",
            "name": "वृषभ (ई, उ, ए, ओ, वा, वी, वू, वे, वो)",
            "country": "सेहत को लेकर छोटी-मोटी परेशानी रहेगी। जीवनसाथी आपकी भावनाओं का ख्याल रखेगा।अच्छा चरित्र। कानूनी मामलों में आपका भाग्य आपका साथ नहीं दे रहा है। इसलिए आपको विवादों से बचना चाहिए।",
            
            "imgURL": "https://i.imgur.com/TUmxTOM.png"
        },
        {
            "id": "3",
            "name": "मिथुन (का, की, कु, घ, ङ, छ, के, को, हा)",
            "country": "प्रेमी-प्रेमिका आज शादी को लेकर काफी उत्सुक रहेंगे। महिलाएं आज महंगे गहनों और कपड़ों पर पैसा खर्च कर सकती हैं।कार्यक्षेत्र में आपको पदोन्नति मिलने की संभावना है। आयात-निर्यात से जुड़े लोगों को भारी धन लाभ होगा।",
            
            "imgURL": "https://i.imgur.com/k67hXqC.png"
        },
        {
            "id": "4",
            "name": "कर्क (ही, हु, हे, हो, डा, डी, डू, डे, डो)",
            "country": "गुप्त शत्रुओं से सावधान रहें। ऑफिस में आपके काम का श्रेय दूसरे लोग ले सकते हैं।ऑफिस में सहकर्मियों के साथ जश्न मना सकते हैं। घर का माहौल काफी अनुशासित रहने वाला है।",
            
            "imgURL": "https://i.imgur.com/8HD7Bji.png"
        },
        {
            "id": "5",
            "name": "सिंह (मा, मी, मू, मे, मो, टा, टी, टू, टे)",
            "country": "आपकी दिनचर्या बहुत अच्छी रहने वाली है। व्यापार यात्रा की संभावना है। प्रेम संबंधों में रोमांटिक रहेंगे।आपकी योजना सफल हो सकती है। आप अपनी क्षमताओं का कुशलता से उपयोग करने में सक्षम होंगे।",
            
            "imgURL": "https://i.imgur.com/0BvKlzB.png"
        },
        {
            "id": "6",
            "name": "कन्या (टो, पा, पी, पू, ष, ण, ठ, पे, पो)",
            "country": "जीवनसाथी से किसी बात को लेकर आप नाराज रहेंगे। सरकारी कार्यों में रुकावट आ सकती है। छात्रों का मन पढ़ाई के अलावा दूसरे कामों में भी रहेगा।घर का कोई कीमती सामान खराब हो सकता है। अपनी कमियों का बचाव करने के बजाय उन्हें दूर करने का प्रयास करें।",
            
            "imgURL": "https://i.imgur.com/VrofZYo.png"
        },
        {
            "id": "7",
            "name": "तुला (रा, री, रु, रे, रो, ता, ती, तू, ते)",
            "country": "आय के नए स्रोत विकसित हो रहे हैं। व्यापार में कोई बड़ा आर्थिक सौदा हो सकता है।आप सकारात्मक ऊर्जा से भरे रहेंगे। राजनीतिक जातकों के लिए आज का दिन बहुत अच्छा है।",
            
            "imgURL": "https://i.imgur.com/mgReNWm.png"
        },
        {
            "id": "8",
            "name": "वृश्चिक (तो, ना, नी, नू, ने, नो, या, यी, यू)",
            "country": "आपको किसी मित्र से भोजन का निमंत्रण मिल सकता है। बिजी शेड्यूल के बावजूद परिवार के लिए समय जरूर निकालें।ऑनलाइन कोर्स में एडमिशन ले सकते हैं। यदि आप व्यापार विस्तार के लिए ऋण के लिए आवेदन करना चाहते हैं तो दिन शुभ है।",
            
            "imgURL": "https://i.imgur.com/gliMx6d.png"
        },
	{
            "id": "9",
            "name": "धनु (ये, यो, भा, भी, भू, धा, फा, ढ, भे)",
            "country": "प्रेमी के साथ अच्छा समय व्यतीत करेंगे। सहकर्मियों के साथ संबंध खराब न करें। गूढ़ विषयों में शोध कार्य में रूचि दिखाएंगे।दोस्तों के साथ घूमने का प्लान बना सकते हैं। उच्च अधिकारियों से आपके संबंध मजबूत होंगे।",
            
            "imgURL": "https://i.imgur.com/M8YfLCt.png"
        },
	{
            "id": "10",
            "name": "मकर (भो, जा, जी, खी, खू, खे, खो, गा, गी)",
            "country": "होटल व्यवसायियों के लिए दिन शुभ नहीं है। आप जीवनशैली और विलासिता पर बहुत पैसा खर्च कर सकते हैं।छात्र अपनी पढ़ाई को लेकर काफी सक्रिय रहेंगे। अपने विचार दूसरों पर थोपने से बचें।",
            
            "imgURL": "https://i.imgur.com/CXtxKQ3.png"
        },
	{
            "id": "11",
            "name": "कुम्भ (गु, गे, गो, सा, सी, सू, से, सो, दा)",
            "country": "नौकरी के लिए इंटरव्यू में आपको सफलता मिल सकती है। आपकी आर्थिक स्थिति बहुत अच्छी रहेगी।व्यापार में बड़ा पैसा कमाया जा सकता है। मीडिया से जुड़े लोगों के काम में आ रही रुकावटें दूर होंगी।",
            
            "imgURL": "https://i.imgur.com/wtrW1FM.png"
        },
	{
            "id": "12",
            "name": "मीन (दी, दू, थ, झ, ञ, दे, दो, च, ची)",
            "country": "उद्यमियों के लिए दिन बहुत अच्छा है। बुद्धिमान मित्रों का सहयोग मिलेगा। आप नौकरी में अपने लक्ष्यों को समय से पहले ही पूरा कर लेंगे। पैतृक संपत्ति से जुड़े विवाद सुलझ सकते हैं।",
            
            "imgURL": "https://i.imgur.com/XSf9NBH.png"
        }
    ]
}
