{
    "status": "true",
    "message": "Data fetched successfully!",
    "data": [
        {
            "id": "1",
            "name": "मेष (चू, चे, चो, ला, ली, लू, ले, लो, आ)",
            "country": "किसी काम को टालने से उस काम में काफी देर तक देरी हो सकती है।परिवार के सदस्यों के व्यवहार से आप थोड़े असंतुष्ट रहेंगे। अपनी समस्याओं को लेकर इतना तनाव न लें कि अपने आस-पास के सकारात्मक माहौल को नज़रअंदाज़ न करें। मौसमी बुखार और सर्दी हो सकती है।",
            
            "imgURL": "https://i.imgur.com/i3YmoBJ.png"
        },
        {
            "id": "2",
            "name": "वृषभ (ई, उ, ए, ओ, वा, वी, वू, वे, वो)",
            "country": "कार्यक्षेत्र में लोग आपकी प्रशंसा करेंगे। आपका स्वास्थ्य अच्छा रहेगा। भाग्य का पूरा साथ मिलेगा।कलात्मक रुचि बढ़ेगी। नौकरी के स्थान में परिवर्तन हो सकता है। दाम्पत्य संबंधों में ताजगी आएगी।",
            
            "imgURL": "https://i.imgur.com/TUmxTOM.png"
        },
        {
            "id": "3",
            "name": "मिथुन (का, की, कु, घ, ङ, छ, के, को, हा)",
            "country": "किसी के प्रति नकारात्मक रवैया न रखें। समाज में आपकी छवि अच्छी रहेगी।अपनी प्रतिभा और क्षमताओं का प्रदर्शन करें। किसी भी बड़े व्यापार अनुबंध में प्रवेश करने से पहले पूरी जानकारी प्राप्त करें।",
            
            "imgURL": "https://i.imgur.com/k67hXqC.png"
        },
        {
            "id": "4",
            "name": "कर्क (ही, हु, हे, हो, डा, डी, डू, डे, डो)",
            "country": "आपकी योजनाएँ सफल सिद्ध होंगी। प्रेमी के साथ कहीं घूमने जा सकते हैं।आपकी रचनात्मक क्षमता का विकास होगा। आपके विरोधी भी आपकी तारीफ करेंगे। निर्माण कार्यों में तेजी से प्रगति होगी।",
            
            "imgURL": "https://i.imgur.com/8HD7Bji.png"
        },
        {
            "id": "5",
            "name": "सिंह (मा, मी, मू, मे, मो, टा, टी, टू, टे)",
            "country": "ऑफिस में अपना खुद का व्यवसाय करें। दूसरे क्या कहते हैं, इस पर ज्यादा ध्यान न दें।समय पर काम पूरा नहीं कर पाने से आप थोड़े निराश हो सकते हैं। लोग आपको काम दिलाने की कोशिश करेंगे। पति-पत्नी के संबंध कमजोर हो सकते हैं।",
            
            "imgURL": "https://i.imgur.com/0BvKlzB.png"
        },
        {
            "id": "6",
            "name": "कन्या (टो, पा, पी, पू, ष, ण, ठ, पे, पो)",
            "country": "आज आप खुद को फिट रखने के लिए खान-पान और व्यायाम पर काफी ध्यान देंगे। प्रेमी की सलाह आपके काम आएगी।मन में नए और रचनात्मक विचार उत्पन्न होंगे। अपने काम पर फोकस रखें। आपका स्वास्थ्य बहुत अच्छा रहेगा।",
            
            "imgURL": "https://i.imgur.com/VrofZYo.png"
        },
        {
            "id": "7",
            "name": "तुला (रा, री, रु, रे, रो, ता, ती, तू, ते)",
            "country": "हम अपनी कमियों को दूर करने की पूरी कोशिश करेंगे। माता-पिता का सहयोग मिलेगा।शारीरिक रूप से कुछ कमजोरी महसूस करेंगे। आप अपने शत्रुओं से आगे निकल जाएंगे। चिकित्सा क्षेत्र से जुड़े व्यवसाय में अच्छा लाभ होगा।",
            
            "imgURL": "https://i.imgur.com/mgReNWm.png"
        },
        {
            "id": "8",
            "name": "वृश्चिक (तो, ना, नी, नू, ने, नो, या, यी, यू)",
            "country": "व्यापारियों को ऑर्डर पूरा करने में परेशानी होगी। पिता के साथ समय बिताना आपके लिए फायदेमंद रहेगा।अविवाहित लोगों के विवाह में परेशानी आ सकती है। आज आप दिन भर व्यस्त रहेंगे। अधिकारी आपसे नाराज रहेंगे।",
            
            "imgURL": "https://i.imgur.com/gliMx6d.png"
        },
	{
            "id": "9",
            "name": "धनु (ये, यो, भा, भी, भू, धा, फा, ढ, भे)",
            "country": "पेट दर्द और कब्ज की शिकायत हो सकती है। आज आपको कड़ी मेहनत करनी होगी।पार्टनरशिप बिजनेस में दिक्कतें आएंगी। काम का तनाव आपके घर के माहौल पर भी असर डाल सकता है। भावुकता में कोई भी कार्य न करें।",
            
            "imgURL": "https://i.imgur.com/M8YfLCt.png"
        },
	{
            "id": "10",
            "name": "मकर (भो, जा, जी, खी, खू, खे, खो, गा, गी)",
            "country": "प्रेम संबंधों में मर्यादा का ध्यान रखें। व्यापार में बड़ा धन लाभ होगा। छात्र अपने करियर की योजना बना सकते हैं।जीवनसाथी के साथ रोमांटिक शाम का आनंद लें। खराब रिश्तों को सुधारने में आपको सफलता मिलेगी।",
            
            "imgURL": "https://i.imgur.com/CXtxKQ3.png"
        },
	{
            "id": "11",
            "name": "कुम्भ (गु, गे, गो, सा, सी, सू, से, सो, दा)",
            "country": "व्यापारी अपने कारखाने और उपकरण आदि की मरम्मत में पैसा खर्च कर सकते हैं।परिवार के सदस्यों के बीच प्रेम बढ़ेगा। मेहनत से पीछे न हटें। क्योंकि आज की मेहनत का सकारात्मक परिणाम आपको जल्द ही मिलने वाला है।",
            
            "imgURL": "https://i.imgur.com/wtrW1FM.png"
        },
	{
            "id": "12",
            "name": "मीन (दी, दू, थ, झ, ञ, दे, दो, च, ची)",
            "country": "सहकर्मी आपके व्यवहार से नाराज हो सकते हैं। नई तकनीक का इस्तेमाल करना सीख सकते हैं।घर के किसी बुजुर्ग व्यक्ति का स्वास्थ्य प्रभावित हो सकता है। प्रेम संबंधों में गंभीरता लेकिन मजबूती रहेगी। आज किसी का अपमान न करें।",
            
            "imgURL": "https://i.imgur.com/XSf9NBH.png"
        }
    ]
}
