{
    "status": "true",
    "message": "Data fetched successfully!",
    "data": [
        {
            "id": "1",
            "name": "मेष (चू, चे, चो, ला, ली, लू, ले, लो, आ)",
            "country": "आध्यात्मिक मामलों के प्रति आपकी उत्सुकता आज बढ़ सकती है। घरेलू कलह से बचने के लिए आज खुद को शांत रखें। योग और मेडिटेशन करें।आर्थिक कारणों से आपका मन अशांत रहेगा। भाग्य को दोष देने की बजाय चुनौतियों का डटकर सामना करें, सफलता जल्द मिलेगी।",
            
            "imgURL": "https://i.imgur.com/i3YmoBJ.png"
        },
        {
            "id": "2",
            "name": "वृषभ (ई, उ, ए, ओ, वा, वी, वू, वे, वो)",
            "country": "कार्यक्षेत्र में आपका मन नहीं लगेगा। घर में कोई इलेक्ट्रॉनिक उपकरण खराब हो सकता है।जीवनसाथी आपकी भावनाओं को समझ नहीं पा रहा है। लेकिन अगर कहीं आप इसके लिए जिम्मेदार हैं तो इस मामले को जल्द सुलझा लें। नहीं तो आप बहुत अकेलापन महसूस करेंगे।",
            
            "imgURL": "https://i.imgur.com/TUmxTOM.png"
        },
        {
            "id": "3",
            "name": "मिथुन (का, की, कु, घ, ङ, छ, के, को, हा)",
            "country": "सामाजिक क्षेत्र से जुड़े लोगों को मुश्किलों का सामना करना पड़ेगा। अधीनस्थ कर्मचारी विद्रोही रवैया व्यक्त कर सकते हैं। इसलिए आज ही इन पर खास नजर रखें।व्यापार में बेहतर परिणाम की उम्मीद है।शाम के समय मनोरंजन के लिए समय अवश्य निकालें।",
            
            "imgURL": "https://i.imgur.com/k67hXqC.png"
        },
        {
            "id": "4",
            "name": "कर्क (ही, हु, हे, हो, डा, डी, डू, डे, डो)",
            "country": "छोटे बच्चों या आध्यात्मिक लोगों के साथ समय बिताना फायदेमंद रहेगा। आप सुविधाओं पर अधिक पैसा खर्च कर सकते हैं।आपके द्वारा बोला गया झूठ पकड़ा जा सकता है। मान सम्मान की हानि हो सकती है। किसी जरूरी काम में रुकावट आने से आप निराश हो सकते हैं।",
            
            "imgURL": "https://i.imgur.com/8HD7Bji.png"
        },
        {
            "id": "5",
            "name": "सिंह (मा, मी, मू, मे, मो, टा, टी, टू, टे)",
            "country": "आप सोशल मीडिया पर खुद को प्रमोट कर सकते हैं। आप मानसिक रूप से काफी मजबूत रहेंगे।व्यापार में आज नए अनुबंध हो सकते हैं, लेकिन काम शुरू नहीं होगा। आप अपनी जिम्मेदारियों के प्रति काफी संवेदनशील रहेंगे।",
            
            "imgURL": "https://i.imgur.com/0BvKlzB.png"
        },
        {
            "id": "6",
            "name": "कन्या (टो, पा, पी, पू, ष, ण, ठ, पे, पो)",
            "country": "आज आपको ज्यादा मेहनत करने से बचना चाहिए। मेहनत का अच्छा परिणाम नहीं मिलेगा। कानूनी झंझट में पड़ सकते हैं।अनिर्णय उत्पन्न होगा। भाई-बहनों को स्वास्थ्य संबंधी कुछ परेशानी हो सकती है।",
            
            "imgURL": "https://i.imgur.com/VrofZYo.png"
        },
        {
            "id": "7",
            "name": "तुला (रा, री, रु, रे, रो, ता, ती, तू, ते)",
            "country": "प्रियजनों से आपको अच्छी सलाह और उचित मदद मिल सकती है। बच्चे माता-पिता की अपेक्षाओं पर खरे उतरेंगे।अगर आप नई नौकरी की तलाश में हैं तो दिन बहुत अनुकूल है।",
            
            "imgURL": "https://i.imgur.com/mgReNWm.png"
        },
        {
            "id": "8",
            "name": "वृश्चिक (तो, ना, नी, नू, ने, नो, या, यी, यू)",
            "country": "आज सिर्फ अपने काम पर ध्यान दें। बच्चों को लेकर आप थोड़े विचारशील हो सकते हैं।दांपत्य जीवन में प्रेम भावनाओं से भरा रहेगा। कृषि से जुड़े लोगों के लिए दिन शुभ है। किसी से ज्यादा उम्मीद न करें। क्योंकि जो आप सोचते हैं वह नहीं होगा।",
            
            "imgURL": "https://i.imgur.com/gliMx6d.png"
        },
	{
            "id": "9",
            "name": "धनु (ये, यो, भा, भी, भू, धा, फा, ढ, भे)",
            "country": "संपत्ति विवाद गहरा सकता है। कार्यक्षेत्र में आपको कठिन कार्य सौंपे जा सकते हैं।पुरानी गलतियों का भुगतान करना पड़ सकता है। आज क्रोध और उत्तेजित प्रतिक्रिया से बचें।",
            
            "imgURL": "https://i.imgur.com/M8YfLCt.png"
        },
	{
            "id": "10",
            "name": "मकर (भो, जा, जी, खी, खू, खे, खो, गा, गी)",
            "country": "अगर आपको कोई स्वास्थ्य समस्या है तो तुरंत डॉक्टर से मिलें। सिरदर्द और बुखार की समस्या हो सकती है।अस्पष्ट बोलने से बचें। आपके आडंबरपूर्ण व्यवहार के कारण लोग आपकी आलोचना कर सकते हैं।",
            
            "imgURL": "https://i.imgur.com/CXtxKQ3.png"
        },
	{
            "id": "11",
            "name": "कुम्भ (गु, गे, गो, सा, सी, सू, से, सो, दा)",
            "country": "अचानक बड़ा धन लाभ हो सकता है। शुभ समाचार मिलने से उत्साह में वृद्धि होगी।काम वैसा ही होगा जैसा आप उम्मीद कर रहे थे। व्यापार में बड़े सौदे हो सकते हैं। कोई नया काम भी आज शुरू हो सकता है। अचानक बड़ा धन लाभ हो सकता है।",
            
            "imgURL": "https://i.imgur.com/wtrW1FM.png"
        },
	{
            "id": "12",
            "name": "मीन (दी, दू, थ, झ, ञ, दे, दो, च, ची)",
            "country": "गले में खराश और खांसी की समस्या हो सकती है। करियर को लेकर छात्र तनाव में आ सकते हैं।कार्यक्षेत्र में आपको विदेशी ग्राहकों से अच्छी प्रतिक्रिया मिल सकती है। अपनी गलतियों को सुधारने का प्रयास करें।",
            
            "imgURL": "https://i.imgur.com/XSf9NBH.png"
        }
    ]
}
