{
    "status": "true",
    "message": "Data fetched successfully!",
    "data": [
        {
            "id": "1",
            "name": "मेष (चू, चे, चो, ला, ली, लू, ले, लो, आ)",
            "country": "मन की शांति के लिए आप कुछ समय अकेले बिताना चाहेंगे। धन की समस्या का समाधान होगा।गूढ़ विज्ञान में आपकी रुचि रहेगी। कार्यक्षेत्र में आप अनुशासन का बहुत ध्यान रखेंगे। साझेदारी से जुड़े कार्यों में आपको लाभ मिलेगा।",
            
            "imgURL": "https://i.imgur.com/i3YmoBJ.png"
        },
        {
            "id": "2",
            "name": "वृषभ (ई, उ, ए, ओ, वा, वी, वू, वे, वो)",
            "country": "आज आपके खर्चे बढ़ेंगे।वैवाहिक संबंधों में किसी कारण से विवाद हो सकता है। बच्चों को सिरदर्द की समस्या हो सकती है।किसी रिश्तेदार को लेकर आप चिंतित हो सकते हैं।",
            
            "imgURL": "https://i.imgur.com/TUmxTOM.png"
        },
        {
            "id": "3",
            "name": "मिथुन (का, की, कु, घ, ङ, छ, के, को, हा)",
            "country": "पैसों का लेन-देन सोच-समझकर करें। सरकारी कार्यों में आ रही रुकावटें दूर होंगी। नई चीजों में आपकी रुचि बढ़ेगी।नौकरी में आपका दबदबा बढ़ेगा। आपकी मनोकामना पूर्ण होगी। प्रिय मित्रों के साथ समय बिताना चाहेंगे।",
            
            "imgURL": "https://i.imgur.com/k67hXqC.png"
        },
        {
            "id": "4",
            "name": "कर्क (ही, हु, हे, हो, डा, डी, डू, डे, डो)",
            "country": "अपनी रुचि के अनुसार कार्य करने से आपको लाभ होगा।तकनीकी से जुड़े कार्यों में धन लाभ होगा। लंबी दूरी की यात्रा के योग बन रहे हैं। नौकरीपेशा जातकों के लिए दिन बहुत अच्छा है।",
            
            "imgURL": "https://i.imgur.com/8HD7Bji.png"
        },
        {
            "id": "5",
            "name": "सिंह (मा, मी, मू, मे, मो, टा, टी, टू, टे)",
            "country": "आपको अवैध गतिविधियों से दूर रहना चाहिए। वाहन दुर्घटना हो सकती है।विद्यार्थियों को उच्च शिक्षा में उत्कृष्ट परिणाम प्राप्त होंगे।आज आपको शुभ सूचना मिल सकती है।",
            
            "imgURL": "https://i.imgur.com/0BvKlzB.png"
        },
        {
            "id": "6",
            "name": "कन्या (टो, पा, पी, पू, ष, ण, ठ, पे, पो)",
            "country": "स्वार्थी प्रवृत्ति वाले मित्रों के कारण आप परेशानी में रहेंगे। आज यात्रा करने से बचें।विवादों से दूर रहें वरना आपकी छवि खराब हो सकती है। अपनी गलतियों को स्वीकार करने में संकोच न करें। अपने दिल की बात दूसरों से शेयर न करें।",
            
            "imgURL": "https://i.imgur.com/VrofZYo.png"
        },
        {
            "id": "7",
            "name": "तुला (रा, री, रु, रे, रो, ता, ती, तू, ते)",
            "country": "व्यापार में अचानक धन लाभ होगा। कोई बड़ा प्रोजेक्ट शुरू करने के लिए दिन अच्छा है। कोई भी काम जल्दबाजी में न करें।घरेलू समस्याओं से निजात मिलेगी। आप सभी काम योजना के अनुसार करेंगे।",
            
            "imgURL": "https://i.imgur.com/mgReNWm.png"
        },
        {
            "id": "8",
            "name": "वृश्चिक (तो, ना, नी, नू, ने, नो, या, यी, यू)",
            "country": "अपने सहकर्मियों पर विश्वास रखें। नौकरी के नए ऑफर मिलने के योग बन रहे हैं।लंबे समय से चली आ रही कोई समस्या दूर होगी। काम की अधिकता के बावजूद आप बहुत खुश रहेंगे।",
            
            "imgURL": "https://i.imgur.com/gliMx6d.png"
        },
	{
            "id": "9",
            "name": "धनु (ये, यो, भा, भी, भू, धा, फा, ढ, भे)",
            "country": "आज बच्चों के साथ चर्चा अवश्य करें। इससे आपको उनकी समस्या को समझने में आसानी होगी।प्रेम संबंधों को लेकर आज कुछ गंभीरता दिखाने की जरूरत है। अनावश्यक यात्राओं में आपका समय बर्बाद हो सकता है।",
            
            "imgURL": "https://i.imgur.com/M8YfLCt.png"
        },
	{
            "id": "10",
            "name": "मकर (भो, जा, जी, खी, खू, खे, खो, गा, गी)",
            "country": "अधिकारी वर्ग आपके प्रति सम्मान का भाव रखेगा। भविष्य को लेकर थोड़ा आशंकित रहें। शुभचिंतकों का अपमान न करें। आपका मनोबल थोड़ा कमजोर रहेगा।कार्यक्षेत्र में आप काम जल्दी निपटाने में व्यस्त रहेंगे।",
            
            "imgURL": "https://i.imgur.com/CXtxKQ3.png"
        },
	{
            "id": "11",
            "name": "कुम्भ (गु, गे, गो, सा, सी, सू, से, सो, दा)",
            "country": "बेरोजगार लोगों को नई नौकरी मिल सकती है। इससे आपका कॉन्फिडेंस काफी बढ़ जाएगा। विद्यार्थियों को कठिन समस्याओं का समाधान मिलेगा।व्यापार में आपको बड़ा धन प्राप्त होगा।",
            
            "imgURL": "https://i.imgur.com/wtrW1FM.png"
        },
	{
            "id": "12",
            "name": "मीन (दी, दू, थ, झ, ञ, दे, दो, च, ची)",
            "country": "व्यापार में कुछ रुकावटें आएंगी। कानूनी मामलों को लेकर कुछ तनाव रहेगा। व्यर्थ के विचारों में अपना समय बर्बाद न करें।करियर की योजना बनाने के लिए आप बड़ों से सलाह ले सकते हैं। आज आप गृहकार्य में बहुत व्यस्त रहेंगे।",
            
            "imgURL": "https://i.imgur.com/XSf9NBH.png"
        }
    ]
}
