{
    "status": "true",
    "message": "Data fetched successfully!",
    "data": [
        {
            "id": "1",
            "name": "मेष (चू, चे, चो, ला, ली, लू, ले, लो, आ)",
            "country": "नौकरी में आपको ओवरटाइम करना पड़ सकता है। रुका हुआ धन वापस मिलेगा।व्यापार में बड़ा धन लाभ होगा। अधूरे काम आज से शुरू हो सकते हैं। परिवार वालों के साथ आपका व्यवहार अच्छा रहेगा।",
            
            "imgURL": "https://i.imgur.com/i3YmoBJ.png"
        },
        {
            "id": "2",
            "name": "वृषभ (ई, उ, ए, ओ, वा, वी, वू, वे, वो)",
            "country": "अपने खर्चों पर नियंत्रण रखें। ब्लड प्रेशर आदि के रोगी अपने स्वास्थ्य का ध्यान रखें।कार्यक्षेत्र में परेशानी का अनुभव करेंगे। अप्रिय समाचार मिलने की संभावना है। उधार के पैसे के लेन-देन से आपको बचना चाहिए।",
            
            "imgURL": "https://i.imgur.com/TUmxTOM.png"
        },
        {
            "id": "3",
            "name": "मिथुन (का, की, कु, घ, ङ, छ, के, को, हा)",
            "country": "कला और संगीत से जुड़े लोगों को मान-सम्मान मिलेगा। अधिकारी वर्ग से प्रोत्साहन मिलेगा।व्यापार में बड़ी उपलब्धियां मिलने के योग हैं। आपको अपने करियर को लेकर बहुत सावधान रहने की जरूरत है। मन में नए विचार उत्पन्न होंगे।",
            
            "imgURL": "https://i.imgur.com/k67hXqC.png"
        },
        {
            "id": "4",
            "name": "कर्क (ही, हु, हे, हो, डा, डी, डू, डे, डो)",
            "country": "दिल की बजाय दिमाग से काम लें। समाज कल्याण के प्रति आपका झुकाव बढ़ेगा।व्यापार में नए साझेदार जुड़ सकते हैं। आपका स्वास्थ्य बहुत अच्छा रहेगा। शत्रु आपके सामने नहीं रहेंगे।",
            
            "imgURL": "https://i.imgur.com/8HD7Bji.png"
        },
        {
            "id": "5",
            "name": "सिंह (मा, मी, मू, मे, मो, टा, टी, टू, टे)",
            "country": "पिता के स्वास्थ्य का ध्यान रखें। ज्यादातर काम फोन से ही हो जाएंगे।धार्मिक कार्यों में आपकी रुचि बढ़ेगी। आपके सारे काम बनते नजर आएंगे। आप किसी सामाजिक समारोह में शामिल हो सकते हैं।",
            
            "imgURL": "https://i.imgur.com/0BvKlzB.png"
        },
        {
            "id": "6",
            "name": "कन्या (टो, पा, पी, पू, ष, ण, ठ, पे, पो)",
            "country": "क्रोध और कटु वाणी पर नियंत्रण रखें। दूसरों के मामलों में दखल न दें।माता के स्वास्थ्य को लेकर चिंता रहेगी। घर में अनुशासन बनाए रखें। मन में असुरक्षा की भावना उत्पन्न हो सकती है।",
            
            "imgURL": "https://i.imgur.com/VrofZYo.png"
        },
        {
            "id": "7",
            "name": "तुला (रा, री, रु, रे, रो, ता, ती, तू, ते)",
            "country": "परिवार के किसी सदस्य के विवाह को लेकर चर्चा हो सकती है। लोग आपके स्वभाव और सुंदरता की प्रशंसा करेंगे।आपकी कार्यक्षमता में वृद्धि होगी। व्यापार में आप अच्छा शोध कार्य कर सकते हैं। आप अपने करियर में अच्छा करेंगे।",
            
            "imgURL": "https://i.imgur.com/mgReNWm.png"
        },
        {
            "id": "8",
            "name": "वृश्चिक (तो, ना, नी, नू, ने, नो, या, यी, यू)",
            "country": "अधीनस्थ कर्मचारियों की उपेक्षा न करें। आप नए आभूषण और कपड़े खरीद सकते हैं।घर के सदस्यों के बीच सामंजस्य बना रहेगा। अपनी क्षमताओं पर विश्वास करें। दांपत्य जीवन में खुशियां आएंगी।",
            
            "imgURL": "https://i.imgur.com/gliMx6d.png"
        },
	{
            "id": "9",
            "name": "धनु (ये, यो, भा, भी, भू, धा, फा, ढ, भे)",
            "country": "फैशन और ग्लैमर से जुड़े लोगों के लिए दिन बहुत अच्छा है।मन में नए विचार उत्पन्न होंगे। कठोर परिश्रम। कार्यक्षेत्र में बड़े बदलाव हो सकते हैं। बच्चों के साथ अच्छा समय व्यतीत करेंगे।",
            
            "imgURL": "https://i.imgur.com/M8YfLCt.png"
        },
	{
            "id": "10",
            "name": "मकर (भो, जा, जी, खी, खू, खे, खो, गा, गी)",
            "country": "मधुमेह के रोगियों को अपने स्वास्थ्य का ध्यान रखना चाहिए।आप रचनात्मक कार्यों में भाग लेंगे। आपकी समस्याओं का समाधान होगा। सहकर्मी आपको पूरा सहयोग देंगे। नौकरीपेशा लोगों को दस्तावेजों को सुरक्षित रखना चाहिए।",
            
            "imgURL": "https://i.imgur.com/CXtxKQ3.png"
        },
	{
            "id": "11",
            "name": "कुम्भ (गु, गे, गो, सा, सी, सू, से, सो, दा)",
            "country": "छात्रों के लिए दिन अनुकूल है। सरकारी नौकरी में ट्रांसफर हो सकता है।व्यायाम और योग को अपनी दिनचर्या का हिस्सा बनाएं। नया व्यवसाय शुरू करने के लिए दिन बहुत अच्छा है। अपने आहार पर ध्यान दें।",
            
            "imgURL": "https://i.imgur.com/wtrW1FM.png"
        },
	{
            "id": "12",
            "name": "मीन (दी, दू, थ, झ, ञ, दे, दो, च, ची)",
            "country": "नौकरी बदलने को लेकर कोई बड़ा फैसला न लें। अति आत्मविश्वास से बचना चाहिए।अपने काम के लिए किसी पर ज्यादा दबाव न डालें। नए रिश्तों को लेकर थोड़ा सावधान रहें।",
            
            "imgURL": "https://i.imgur.com/XSf9NBH.png"
        }
    ]
}
