{
    "status": "true",
    "message": "Data fetched successfully!",
    "data": [
        {
            "id": "1",
            "name": "मेष (चू, चे, चो, ला, ली, लू, ले, लो, आ)",
            "country": "लोहा व्यापारियों के लिए दिन विशेष रूप से अच्छा है। आप लोगों की मदद के लिए तैयार रहेंगे। कार्यक्षेत्र की चुनौतियां दूर होंगी। दूर के रिश्तेदारों से मुलाकात के योग बन रहे हैं।",
            
            "imgURL": "https://i.imgur.com/i3YmoBJ.png"
        },
        {
            "id": "2",
            "name": "वृषभ (ई, उ, ए, ओ, वा, वी, वू, वे, वो)",
            "country": "आप अपने काम से संतुष्ट नहीं होंगे। आपके प्रतिद्वंदी आपके सामने कमजोर रहेंगे। समाज में आपका प्रभाव बढ़ेगा। मन में कुछ उलझन रहेगी। अपने विचारों को संतुलन में रखें।",
            
            "imgURL": "https://i.imgur.com/TUmxTOM.png"
        },
        {
            "id": "3",
            "name": "मिथुन (का, की, कु, घ, ङ, छ, के, को, हा)",
            "country": "घर के खर्चे कम करने की जरूरत है। अनावश्यक यात्रा हो सकती है।जीवनसाथी से अनबन हो सकती है। कोई महत्वपूर्ण काम छूट सकता है। व्यापार में आपको कड़ी मेहनत करनी होगी।",
            
            "imgURL": "https://i.imgur.com/k67hXqC.png"
        },
        {
            "id": "4",
            "name": "कर्क (ही, हु, हे, हो, डा, डी, डू, डे, डो)",
            "country": "प्रतियोगी परीक्षाओं की तैयारी कर रहे छात्र पढ़ाई से थक सकते हैं। आपको किसी योग्य व्यक्ति से सलाह लेनी चाहिए।घर के बड़ों का स्वास्थ्य खराब हो सकता है। बदनामी का सामना करना पड़ेगा। आर्थिक दृष्टि से समय अच्छा नहीं है।",
            
            "imgURL": "https://i.imgur.com/8HD7Bji.png"
        },
        {
            "id": "5",
            "name": "सिंह (मा, मी, मू, मे, मो, टा, टी, टू, टे)",
            "country": "अपने फैसले दूसरों पर थोपने से बचें। विवाह योग्य लोगों को अच्छे संबंध मिल सकते हैं।व्यापार में बड़े ऑर्डर हाथ से निकल सकते हैं। दाम्पत्य संबंधों में मधुरता बढ़ेगी। नौकरी में आपका प्रदर्शन बेहतरीन रहेगा।",
            
            "imgURL": "https://i.imgur.com/0BvKlzB.png"
        },
        {
            "id": "6",
            "name": "कन्या (टो, पा, पी, पू, ष, ण, ठ, पे, पो)",
            "country": "आप नई तकनीक का उपयोग करके सीखने की कोशिश करेंगे। आप परिवार के सदस्यों के साथ अच्छा समय बिताएंगे।सरकारी नौकरी करने वालों को बड़ी सफलता मिलेगी। नौकरी के सिलसिले में विदेश यात्रा पर जा सकते हैं।",
            
            "imgURL": "https://i.imgur.com/VrofZYo.png"
        },
        {
            "id": "7",
            "name": "तुला (रा, री, रु, रे, रो, ता, ती, तू, ते)",
            "country": "आप नई योजनाएं शुरू कर सकते हैं। उधार लिया हुआ पैसा वापस मिलने की संभावना है।आप अपने भविष्य को लेकर चिंतित हो सकते हैं। आप अपनी मनपसंद किताबें पढ़ने में समय व्यतीत करेंगे। पेट में वायु विकार होने की संभावना है।",
            
            "imgURL": "https://i.imgur.com/mgReNWm.png"
        },
        {
            "id": "8",
            "name": "वृश्चिक (तो, ना, नी, नू, ने, नो, या, यी, यू)",
            "country": "अगर आपको शरीर में कोई समस्या या कमजोरी महसूस हो तो डॉक्टर से जरूर सलाह लें। परिवार के साथ समय बिताना चाहिए।किसी काम को करने में जल्दबाजी न करें। आपकी योजनाओं में अचानक हुए बदलाव काम को बिगाड़ सकते हैं।",
            
            "imgURL": "https://i.imgur.com/gliMx6d.png"
        },
	{
            "id": "9",
            "name": "धनु (ये, यो, भा, भी, भू, धा, फा, ढ, भे)",
            "country": "रियल एस्टेट को लेकर महत्वपूर्ण अनुबंध हो सकते हैं।  कपल एक दूसरे के साथ अच्छा समय बिताएंगे।पारिवारिक वातावरण में शांति का माहौल रहेगा। आपके जनसंपर्क में वृद्धि होगी। बच्चों के साथ अच्छा समय व्यतीत करेंगे।",
            
            "imgURL": "https://i.imgur.com/M8YfLCt.png"
        },
	{
            "id": "10",
            "name": "मकर (भो, जा, जी, खी, खू, खे, खो, गा, गी)",
            "country": "आपकी बातों से लोग नाराज हो सकते हैं। आपका पैसा बेवजह बर्बाद हो सकता है।व्यापार में जल्दबाजी के कारण नुकसान हो सकता है। माता के स्वास्थ्य का ध्यान रखें। मनोरंजन में आपका काफी समय व्यतीत होगा।",
            
            "imgURL": "https://i.imgur.com/CXtxKQ3.png"
        },
	{
            "id": "11",
            "name": "कुम्भ (गु, गे, गो, सा, सी, सू, से, सो, दा)",
            "country": "शाम को आप फिल्मों का लुत्फ उठाएंगे। आज डिनर के लिए बाहर जा सकते हैं। आपका पारिवारिक जीवन बहुत खुशहाल रहेगा। परिवार के साथ समय बिताने के लिए आप काम से ब्रेक भी ले सकते हैं। आप मानसिक रूप से तनावमुक्त महसूस करेंगे।",
            
            "imgURL": "https://i.imgur.com/wtrW1FM.png"
        },
	{
            "id": "12",
            "name": "मीन (दी, दू, थ, झ, ञ, दे, दो, च, ची)",
            "country": "ऐसा कोई काम न करें जिससे आपको बाद में पछताना पड़े। अपने विचार सबके साथ साझा न करें। लोग आपका मजाक भी उड़ा सकते हैं।पोषण की कमी से शरीर थका हुआ महसूस करेगा। प्रेम संबंधों को लेकर मन थोड़ा विचलित रहेगा।",
            
            "imgURL": "https://i.imgur.com/XSf9NBH.png"
        }
    ]
}
