{
    "status": "true",
    "message": "Data fetched successfully!",
    "data": [
        {
            "id": "1",
            "name": "मेष (चू, चे, चो, ला, ली, लू, ले, लो, आ)",
            "country": "कार्यस्थल की समस्याओं के कारण आप घर पर समय नहीं दे पाएंगे। लेकिन पारिवारिक संबंध मजबूत होंगे।माता-पिता की सेवा में लगे रहेंगे। चापलूसों से नुकसान हो सकता है।",
            
            "imgURL": "https://i.imgur.com/i3YmoBJ.png"
        },
        {
            "id": "2",
            "name": "वृषभ (ई, उ, ए, ओ, वा, वी, वू, वे, वो)",
            "country": "दाम्पत्य जीवन बहुत सुखद रहेगा। गूढ़ विषयों के अध्ययन में आपकी विशेष रुचि रहेगी। शाम के समय आप कहीं घूमने जा सकते हैं।थोड़े से प्रयास से आपका काम हो जाएगा। लेकिन फिर भी आप अपनी सफलता से कम संतुष्ट रहेंगे।",
            
            "imgURL": "https://i.imgur.com/TUmxTOM.png"
        },
        {
            "id": "3",
            "name": "मिथुन (का, की, कु, घ, ङ, छ, के, को, हा)",
            "country": "मसालेदार खाना खाने से एसिडिटी हो सकती है। शाम को दोस्तों के साथ चर्चा का आनंद लेंगे।दांपत्य जीवन थोड़ा तनावपूर्ण हो सकता है। दोपहर से पहले महत्वपूर्ण कार्य करें। व्यापार में कुछ अच्छे अवसर प्राप्त होंगे।",
            
            "imgURL": "https://i.imgur.com/k67hXqC.png"
        },
        {
            "id": "4",
            "name": "कर्क (ही, हु, हे, हो, डा, डी, डू, डे, डो)",
            "country": "दांपत्य जीवन बेहतरीन रहने वाला है। आप लोगों के सामने अपने विचारों और विचारों को अच्छी तरह से व्यक्त करने में सक्षम होंगे।दिन की शुरुआत में आप किसी कारण से थोड़े चिंतित रहेंगे। क्रेडिट लेन-देन के कारण परेशानी होगी।",
            
            "imgURL": "https://i.imgur.com/8HD7Bji.png"
        },
        {
            "id": "5",
            "name": "सिंह (मा, मी, मू, मे, मो, टा, टी, टू, टे)",
            "country": "आपकी सामाजिक प्रतिष्ठा में वृद्धि होगी। आज आपको मेहनत का बेहतरीन परिणाम मिलेगा। जिससे आपका मन प्रसन्न रहेगा।बच्चे आपकी आज्ञा का पालन करेंगे। परिवार में शांति का माहौल रहेगा। छात्रों को परीक्षा परिणाम में बड़ी सफलता मिल सकती है।",
            
            "imgURL": "https://i.imgur.com/0BvKlzB.png"
        },
        {
            "id": "6",
            "name": "कन्या (टो, पा, पी, पू, ष, ण, ठ, पे, पो)",
            "country": "करियर को लेकर आपके मन में रचनात्मक विचार उठेंगे। सामाजिक जीवन में काफी सक्रिय रहेंगे। लेकिन इससे आपको अतिरिक्त पैसे खर्च करने पड़ सकते हैं।वैवाहिक संबंधों में कुछ कम्युनिकेशन गैप हो सकता है, लेकिन शाम तक आप उसे भी प्यार से सुलझा लेंगे।",
            
            "imgURL": "https://i.imgur.com/VrofZYo.png"
        },
        {
            "id": "7",
            "name": "तुला (रा, री, रु, रे, रो, ता, ती, तू, ते)",
            "country": "शाम को आप दुनिया की घटनाओं के बारे में सोचने में व्यस्त रहेंगे। राजनीति से जुड़े लोगों को थोड़ा सावधान रहना चाहिए।छात्रों को वांछित शिक्षण संस्थानों में प्रवेश मिल सकता है। बॉस की कुछ बातें आपको बुरी लग सकती हैं।",
            
            "imgURL": "https://i.imgur.com/mgReNWm.png"
        },
        {
            "id": "8",
            "name": "वृश्चिक (तो, ना, नी, नू, ने, नो, या, यी, यू)",
            "country": "आप जिस भी काम के बारे में सोचेंगे उसे आप बिना किसी रुकावट के बड़ी ही आसानी से पूरा कर लेंगे। आपका उदार व्यवहार प्रेमी को प्रसन्न करेगा।नए व्यापारिक संबंध बन सकते हैं। इसका लाभ आपको भविष्य में भी अवश्य मिलेगा। कार्यक्षेत्र में अधीनस्थ कर्मचारी आपकी बहुत मदद करेंगे।",
            
            "imgURL": "https://i.imgur.com/gliMx6d.png"
        },
	{
            "id": "9",
            "name": "धनु (ये, यो, भा, भी, भू, धा, फा, ढ, भे)",
            "country": "जीवनसाथी से कोई शुभ समाचार मिल सकता है। आज आपका अटका हुआ काम बहुत आसानी से पूरा होगा। परिवार को पूरा समय देंगे।आप अपने पिता के साथ कई विषयों पर चर्चा कर सकते हैं। दाम्पत्य जीवन में आप बहुत खुश रहेंगे।",
            
            "imgURL": "https://i.imgur.com/M8YfLCt.png"
        },
	{
            "id": "10",
            "name": "मकर (भो, जा, जी, खी, खू, खे, खो, गा, गी)",
            "country": "दोस्तों और समान विचारधारा वाले लोगों की संगति आपको तनावमुक्त करने में मदद करेगी। धार्मिक ग्रंथों का अध्ययन अवश्य करें। इससे आपका दिमाग शांत रहेगा।ब्लड प्रेशर के मरीजों पर गुस्सा करने से बचें।घर पर मन नहीं लगेगा।",
            
            "imgURL": "https://i.imgur.com/CXtxKQ3.png"
        },
	{
            "id": "11",
            "name": "कुम्भ (गु, गे, गो, सा, सी, सू, से, सो, दा)",
            "country": "पुरानी बीमारी की पुनरावृत्ति हो सकती है। आप कुछ नकारात्मक विचारों के प्रभाव में आ सकते हैं। दूसरों के काम में दोष मत ढूंढो। कमीशन से जुड़े कामों से आप पैसे कमा सकते हैं।लेकिन व्यापार में आप कुछ छोटी-छोटी गलतियां कर सकते हैं। जिससे आपको आर्थिक नुकसान भी हो सकता है।",
            
            "imgURL": "https://i.imgur.com/wtrW1FM.png"
        },
	{
            "id": "12",
            "name": "मीन (दी, दू, थ, झ, ञ, दे, दो, च, ची)",
            "country": "निजी नौकरी करने वाले लोग छुट्टी के लिए आवेदन कर सकते हैं। अधिकारी खुले तौर पर आपका समर्थन कर सकते हैं।दाम्पत्य जीवन सुखद रहेगा। अपनी ऊर्जा का सकारात्मक उपयोग करें। आप जिस व्यक्ति को सलाह देंगे, उसे काफी लाभ मिलेगा।",
            
            "imgURL": "https://i.imgur.com/XSf9NBH.png"
        }
    ]
}
