{
    "status": "true",
    "message": "Data fetched successfully!",
    "data": [
        {
            "id": "1",
            "name": "मेष (चू, चे, चो, ला, ली, लू, ले, लो, आ)",
            "country": "आप जो सुनते हैं उस पर ज्यादा ध्यान न दें। बॉस आपसे किसी वजह से नाराज हो सकते हैं।विदेश में काम करने वाले लोगों की आय में वृद्धि हो सकती है। शाम के समय सिर दर्द की समस्या रहेगी।",
            
            "imgURL": "https://i.imgur.com/i3YmoBJ.png"
        },
        {
            "id": "2",
            "name": "वृषभ (ई, उ, ए, ओ, वा, वी, वू, वे, वो)",
            "country": "नौकरी में उच्च पद मिलने की संभावना है। करियर की चिंता मन से दूर होगी।आपको हर काम में सफलता मिलेगी। विद्यार्थियों को रोजगार के अवसर प्राप्त होंगे। आपको कोई नया काम सौंपा जा सकता है।",
            
            "imgURL": "https://i.imgur.com/TUmxTOM.png"
        },
        {
            "id": "3",
            "name": "मिथुन (का, की, कु, घ, ङ, छ, के, को, हा)",
            "country": "मित्रों से गम्भीरता से चर्चा करेंगे। कार्यक्रम में मांगलिक भाग ले सकते हैं।आयात-निर्यात के काम में बड़ा पैसा मिल सकता है। करियर की जो चिंता मन में थी वो दूर हो जाएगी।",
            
            "imgURL": "https://i.imgur.com/k67hXqC.png"
        },
        {
            "id": "4",
            "name": "कर्क (ही, हु, हे, हो, डा, डी, डू, डे, डो)",
            "country": "व्यापारियों को नकदी संकट का सामना करना पड़ सकता है। गूढ़ विषयों में अधिक रुचि न लें। थकान के कारण चिड़चिड़ापन हो सकता है।कमीशन संबंधी कार्यों में निवेश करना शुभ नहीं है। पेट में संक्रमण होने की संभावना है।",
            
            "imgURL": "https://i.imgur.com/8HD7Bji.png"
        },
        {
            "id": "5",
            "name": "सिंह (मा, मी, मू, मे, मो, टा, टी, टू, टे)",
            "country": "शाम को कोई बड़ा खर्चा हो सकता है। माता के स्वास्थ्य का ध्यान रखें।परिवार की अनुमति के बिना कोई भी काम न करें। दांपत्य जीवन में प्रेम बढ़ेगा। रिश्तों की समस्या दूर होगी।",
            
            "imgURL": "https://i.imgur.com/0BvKlzB.png"
        },
        {
            "id": "6",
            "name": "कन्या (टो, पा, पी, पू, ष, ण, ठ, पे, पो)",
            "country": "अपनी इच्छा के अनुसार कार्य करना लाभकारी रहेगा। आपके व्यक्तित्व में काफी सुधार होगा।स्वास्थ्य में गिरावट आ रही हो तो डॉक्टरी सलाह जरूर लेनी चाहिए। नया कारोबार शुरू कर सकते हैं।",
            
            "imgURL": "https://i.imgur.com/VrofZYo.png"
        },
        {
            "id": "7",
            "name": "तुला (रा, री, रु, रे, रो, ता, ती, तू, ते)",
            "country": "लोगों के व्यवहार का सटीक आकलन करें। नए प्रेम संबंध बन सकते हैं।अपने काम को बाहरी लोगों के साथ साझा न करें। प्रेमी को पर्याप्त समय देंगे।",
            
            "imgURL": "https://i.imgur.com/mgReNWm.png"
        },
        {
            "id": "8",
            "name": "वृश्चिक (तो, ना, नी, नू, ने, नो, या, यी, यू)",
            "country": "मेहनत का सुखद परिणाम आपको मिलेगा। शाम के समय आप अपने लवमेट के साथ सैर पर जा सकते हैं।पिता का मार्गदर्शन प्राप्त होगा। दोस्तों पर ज्यादा भरोसा न करें। पार्टनर के साथ आपके संबंध मधुर रहेंगे।",
            
            "imgURL": "https://i.imgur.com/gliMx6d.png"
        },
	{
            "id": "9",
            "name": "धनु (ये, यो, भा, भी, भू, धा, फा, ढ, भे)",
            "country": "सभी महत्वपूर्ण कार्यों को समय पर पूरा करेंगे। जीवनसाथी के साथ धार्मिक स्थलों की यात्रा पर जा सकते हैं।घर के छोटे सदस्यों के स्वास्थ्य का ध्यान रखें। अगर आप किसी काम में जल्दबाजी नहीं करेंगे तो आपको सफलता मिलेगी।",
            
            "imgURL": "https://i.imgur.com/M8YfLCt.png"
        },
	{
            "id": "10",
            "name": "मकर (भो, जा, जी, खी, खू, खे, खो, गा, गी)",
            "country": "नकारात्मक बातों में अपना समय बर्बाद करना इसके लायक नहीं है। जरूरी सामान खरीदने के लिए आप बाजार जा सकते हैं।घर के सदस्यों का अपमान न करें। परिवार में अशांति का माहौल रहेगा।",
            
            "imgURL": "https://i.imgur.com/CXtxKQ3.png"
        },
	{
            "id": "11",
            "name": "कुम्भ (गु, गे, गो, सा, सी, सू, से, सो, दा)",
            "country": "आपके लिए उचित होगा कि आप अपनी दिनचर्या में बदलाव करें। व्यस्तता के बावजूद आप अपनों को समय जरूर देंगे।आपकी मनोकामना पूर्ण होने की संभावना है। पुरानी बीमारियों से निजात मिलेगी। अपनी भावनाओं पर नियंत्रण रखें।",
            
            "imgURL": "https://i.imgur.com/wtrW1FM.png"
        },
	{
            "id": "12",
            "name": "मीन (दी, दू, थ, झ, ञ, दे, दो, च, ची)",
            "country": "शारीरिक कष्ट में कमी आएगी। दाम्पत्य जीवन बहुत ही रोमांटिक रहने वाला है।नई नौकरी की तलाश में हैं तो सफलता मिलेगी। शत्रु आप पर हावी हो सकते हैं। ससुराल पक्ष से धन लाभ होगा।",
            
            "imgURL": "https://i.imgur.com/XSf9NBH.png"
        }
    ]
}
