{
    "status": "true",
    "message": "Data fetched successfully!",
    "data": [
        {
            "id": "1",
            "name": "मेष (चू, चे, चो, ला, ली, लू, ले, लो, आ)",
            "country": "छोटी-छोटी बातों पर गुस्सा न करें। नौकरीपेशा जातक अपनी नौकरी को लेकर कुछ तनाव में रहेंगे।संतान पक्ष से शुभ समाचार मिल सकता है। आपको अनावश्यक मामलों में फंसने से बचना चाहिए।",
            
            "imgURL": "https://i.imgur.com/i3YmoBJ.png"
        },
        {
            "id": "2",
            "name": "वृषभ (ई, उ, ए, ओ, वा, वी, वू, वे, वो)",
            "country": "लवमेट लव मैरिज की योजना बना सकते हैं। आप आत्मविश्वास से भरे रहेंगे।नई संपत्ति खरीदने के योग बन रहे हैं। निजी नौकरी करने वालों की आय में वृद्धि होगी। पारिवारिक जीवन बहुत खुशहाल रहेगा।",
            
            "imgURL": "https://i.imgur.com/TUmxTOM.png"
        },
        {
            "id": "3",
            "name": "मिथुन (का, की, कु, घ, ङ, छ, के, को, हा)",
            "country": "पड़ोसियों के साथ आपके संबंध मधुर रहेंगे। सीनियर आपकी बातों को बहुत गंभीरता से लेंगे।कार्यक्षेत्र में आप बड़े प्रयोग करना चाहते हैं। लेकिन ऐसा करना आपके लिए मुश्किल होगा।",
            
            "imgURL": "https://i.imgur.com/k67hXqC.png"
        },
        {
            "id": "4",
            "name": "कर्क (ही, हु, हे, हो, डा, डी, डू, डे, डो)",
            "country": "प्रतियोगी परीक्षाओं की तैयारी कर रहे लोगों को अच्छे परिणाम मिल सकते हैं।कुछ अच्छा सीखने को मिलेगा। व्यापार में, आपको अपने ग्राहकों के साथ अच्छा व्यवहार करना चाहिए। किसी जरूरी काम से आपको यात्रा करनी पड़ सकती है।",
            
            "imgURL": "https://i.imgur.com/8HD7Bji.png"
        },
        {
            "id": "5",
            "name": "सिंह (मा, मी, मू, मे, मो, टा, टी, टू, टे)",
            "country": "स्वभाव में चिड़चिड़ापन रहेगा। सहकर्मियों से विवाद हो सकता है।पुरानी बातें फिर से सामने आ सकती हैं। छात्रों का मन पढ़ाई में नहीं लगेगा। लोग आपकी छोटी-छोटी गलतियों को बड़ा कर देंगे।",
            
            "imgURL": "https://i.imgur.com/0BvKlzB.png"
        },
        {
            "id": "6",
            "name": "कन्या (टो, पा, पी, पू, ष, ण, ठ, पे, पो)",
            "country": "मन की इच्छाओं को जीवनसाथी से साझा करना लाभकारी रहेगा। बच्चे आपके आज्ञाकारी रहेंगे।व्यापार में आपको अच्छे परिणाम मिलेंगे। आज सुबह से आप काफी ऊर्जावान महसूस करेंगे। महत्वपूर्ण कार्यों की योजना बना सकते हैं।",
            
            "imgURL": "https://i.imgur.com/VrofZYo.png"
        },
        {
            "id": "7",
            "name": "तुला (रा, री, रु, रे, रो, ता, ती, तू, ते)",
            "country": "बिजनेस बढ़ाने के लिए आप कर्ज ले सकते हैं। दूसरों की मदद करने से आंतरिक संतुष्टि की अनुभूति होगी।रुके हुए कार्यों को पूरा करने में सहकर्मियों का सहयोग मिलेगा। कार्यक्षेत्र में आपको बड़ी जिम्मेदारियां मिल सकती हैं।",
            
            "imgURL": "https://i.imgur.com/mgReNWm.png"
        },
        {
            "id": "8",
            "name": "वृश्चिक (तो, ना, नी, नू, ने, नो, या, यी, यू)",
            "country": "आपका मूड बहुत अच्छा रहेगा। कोई नया तरीका अपनाकर आप सीख सकते हैं।छात्र पढ़ाई को लेकर काफी गंभीर रहने वाले हैं। बुद्धिमान लोगों का सहयोग मिलेगा। आपको दूसरों के मामलों में दखल देने से बचना चाहिए।",
            
            "imgURL": "https://i.imgur.com/gliMx6d.png"
        },
	{
            "id": "9",
            "name": "धनु (ये, यो, भा, भी, भू, धा, फा, ढ, भे)",
            "country": "बच्चों की गलत गतिविधियों को नजरंदाज न करें। आपके विरोधी आपकी आलोचना करेंगे। छात्रों के लिए दिन बहुत अच्छा है।व्यापार में अनुकूल परिणाम मिलने की संभावना कम है। अनावश्यक खर्चों के कारण आपका बजट गड़बड़ा सकता है।",
            
            "imgURL": "https://i.imgur.com/M8YfLCt.png"
        },
	{
            "id": "10",
            "name": "मकर (भो, जा, जी, खी, खू, खे, खो, गा, गी)",
            "country": "पारिवारिक जीवन बहुत सुखद रहेगा। घर के बड़े-बुजुर्ग आपसे बहुत प्रसन्न रहेंगे।दोस्तों के साथ यात्रा का आनंद ले सकते हैं। स्वादिष्ट व्यंजनों का आनंद लें। नवविवाहित जोड़े परिवार नियोजन पर विचार कर सकते हैं।",
            
            "imgURL": "https://i.imgur.com/CXtxKQ3.png"
        },
	{
            "id": "11",
            "name": "कुम्भ (गु, गे, गो, सा, सी, सू, से, सो, दा)",
            "country": "शरीर में थकान और कमजोरी महसूस हो सकती है। पर्याप्त नींद लें जिससे आप ऊर्जावान महसूस करेंगे।आपको पैसों की कमी का सामना करना पड़ सकता है। आप जो भी काम करें, पहले उसकी योजना बनाएं। गलत खान-पान के कारण पाचन क्रिया खराब होने की संभावना रहती है।",
            
            "imgURL": "https://i.imgur.com/wtrW1FM.png"
        },
	{
            "id": "12",
            "name": "मीन (दी, दू, थ, झ, ञ, दे, दो, च, ची)",
            "country": "घर के किसी सदस्य की शादी को लेकर चर्चा जोर पकड़ेगी। प्रभावशाली लोगों से आपके संबंध मधुर रहेंगे।आज व्यापार में उछाल आएगा। पहले हुए नुकसान की भरपाई आज हो सकती है।",
            
            "imgURL": "https://i.imgur.com/XSf9NBH.png"
        }
    ]
}
