{
    "status": "true",
    "message": "Data fetched successfully!",
    "data": [
        {
            "id": "1",
            "name": "मेष (चू, चे, चो, ला, ली, लू, ले, लो, आ)",
            "country": "कार्यक्षेत्र में अचानक परिवर्तन करने की इच्छा रहेगी। जीवनसाथी के साथ संबंध मजबूत होंगे। रुका हुआ भुगतान मिलने से आपका मन प्रसन्न रहेगा।नौकरी को लेकर आपकी स्थिति मजबूत होगी। रिश्तेदारों के साथ अच्छा समय बीतेगा।",
            
            "imgURL": "https://i.imgur.com/i3YmoBJ.png"
        },
        {
            "id": "2",
            "name": "वृषभ (ई, उ, ए, ओ, वा, वी, वू, वे, वो)",
            "country": "व्यापार में आपको उत्कृष्ट परिणाम प्राप्त होंगे। छात्रों को परीक्षा परिणाम में बड़ी सफलता मिलने की संभावना है। नए संपर्क बन सकते हैं।नौकरीपेशा लोगों को यात्रा करनी पड़ सकती है। आप बच्चों के साथ अच्छा समय बिताएंगे।",
            
            "imgURL": "https://i.imgur.com/TUmxTOM.png"
        },
        {
            "id": "3",
            "name": "मिथुन (का, की, कु, घ, ङ, छ, के, को, हा)",
            "country": "माता के स्वास्थ्य का ध्यान रखें। व्यापार में अपेक्षित परिणाम न मिलने से आप परेशान हो सकते हैं।पति-पत्नी के बीच तालमेल बेहतरीन रहेगा। होटल व्यवसायियों के लिए दिन बहुत अच्छा है।",
            
            "imgURL": "https://i.imgur.com/k67hXqC.png"
        },
        {
            "id": "4",
            "name": "कर्क (ही, हु, हे, हो, डा, डी, डू, डे, डो)",
            "country": "प्रेम संबंधों में मधुरता बढ़ेगी। अगर आप किसी से कोई वादा करते हैं, तो आपको उसे पूरा करना ही होगा। आपका आत्मविश्वास बढ़ेगा।नौकरीपेशा लोगों को प्रमोशन मिल सकता है। भाई-बहनों के साथ आपके संबंध मधुर रहेंगे।",
            
            "imgURL": "https://i.imgur.com/8HD7Bji.png"
        },
        {
            "id": "5",
            "name": "सिंह (मा, मी, मू, मे, मो, टा, टी, टू, टे)",
            "country": "आपके व्यवहार में आकर्षण रहेगा। अधीनस्थ कर्मचारियों का सहयोग मिलेगा।अविवाहितों की शादी तय हो सकती है। ऑफिस में आपको बहुत मेहनत करनी पड़ेगी। बच्चों की गतिविधियों पर ध्यान दें।",
            
            "imgURL": "https://i.imgur.com/0BvKlzB.png"
        },
        {
            "id": "6",
            "name": "कन्या (टो, पा, पी, पू, ष, ण, ठ, पे, पो)",
            "country": "विद्यार्थियों को शिक्षकों का पूरा सहयोग मिलेगा। नवविवाहित जोड़ा परिवार नियोजन कर सकता है।मित्रों के साथ आपके संबंध मजबूत होंगे। अपने सिद्धांतों से समझौता न करें। आपका स्वास्थ्य बहुत अच्छा रहेगा।",
            
            "imgURL": "https://i.imgur.com/VrofZYo.png"
        },
        {
            "id": "7",
            "name": "तुला (रा, री, रु, रे, रो, ता, ती, तू, ते)",
            "country": "वाहन चलाते समय सावधान रहें। मित्र के साथ गलत व्यवहार न करें। नकारात्मक विचारों से दूर रहें।आपकी आलोचना हो सकती है। विवादों से दूर रहें। आपका काम जल्दबाजी में खराब हो सकता है।",
            
            "imgURL": "https://i.imgur.com/mgReNWm.png"
        },
        {
            "id": "8",
            "name": "वृश्चिक (तो, ना, नी, नू, ने, नो, या, यी, यू)",
            "country": "बॉस आपकी तारीफ करेंगे। दाम्पत्य जीवन बहुत ही रोमांटिक रहेगा। दोस्तों के साथ पार्टी का आयोजन कर सकते हैं।कोई शुभ समाचार मिल सकता है। कानूनी बाधाओं को दूर किया जा सकता है।",
            
            "imgURL": "https://i.imgur.com/gliMx6d.png"
        },
	{
            "id": "9",
            "name": "धनु (ये, यो, भा, भी, भू, धा, फा, ढ, भे)",
            "country": "साझेदारी के कारोबार में लाभ होगा। करियर में आगे बढ़ने के मौके मिलेंगे।किसी बड़े प्रोजेक्ट में निवेश कर सकते हैं। घर में मेहमान आएंगे।",
            
            "imgURL": "https://i.imgur.com/M8YfLCt.png"
        },
	{
            "id": "10",
            "name": "मकर (भो, जा, जी, खी, खू, खे, खो, गा, गी)",
            "country": "कृषि कार्यों में आप कुछ नवाचार कर सकते हैं। विदेश से नौकरी के प्रस्ताव मिलने की संभावना है।सोचे हुए काम समय पर पूरे होंगे। आपकी सलाह से लोगों को फायदा होगा।",
            
            "imgURL": "https://i.imgur.com/CXtxKQ3.png"
        },
	{
            "id": "11",
            "name": "कुम्भ (गु, गे, गो, सा, सी, सू, से, सो, दा)",
            "country": "सोशल मीडिया पर सावधानी से जानकारी पोस्ट करें। उधार दिया हुआ पैसा वापस मिलना मुश्किल होगा।भावुकता में निर्णय न लें। व्यापार में थोड़ी परेशानी होगी। गैस और पेट में दर्द हो सकता है।",
            
            "imgURL": "https://i.imgur.com/wtrW1FM.png"
        },
	{
            "id": "12",
            "name": "मीन (दी, दू, थ, झ, ञ, दे, दो, च, ची)",
            "country": "आय के नए स्रोत मिलने के योग बन रहे हैं। आज आपकी दिनचर्या बहुत व्यवस्थित रहेगी।आपके स्वाभिमान में वृद्धि होगी। परिवार के साथ सिनेमा और लंच के लिए बाहर जा सकते हैं।",
            
            "imgURL": "https://i.imgur.com/XSf9NBH.png"
        }
    ]
}
