{
    "status": "true",
    "message": "Data fetched successfully!",
    "data": [
        {
            "id": "1",
            "name": "मेष (चू, चे, चो, ला, ली, लू, ले, लो, आ)",
            "country": "छात्र अपनी पढ़ाई को लेकर थोड़ा चिंतित रहेंगे। तकनीकी शिक्षा में प्रदर्शन उत्कृष्ट रहेगा। ऑनलाइन शॉपिंग करते समय सावधान रहें।पैसों से जुड़े मामलों को लेकर कुछ परेशानी हो सकती है। प्रेमी से विवाद होने की संभावना है।",
            
            "imgURL": "https://i.imgur.com/i3YmoBJ.png"
        },
        {
            "id": "2",
            "name": "वृषभ (ई, उ, ए, ओ, वा, वी, वू, वे, वो)",
            "country": "कोई नया काम शुरू करना आपके हित में नहीं रहेगा। अफवाहों पर ज्यादा ध्यान न दें। दिनचर्या थोड़ी व्यस्त रहने वाली है।कटु वचनों के प्रयोग से आपके रिश्ते पर बुरा असर पड़ सकता है। बॉस आपकी उपेक्षा कर सकते हैं।",
            
            "imgURL": "https://i.imgur.com/TUmxTOM.png"
        },
        {
            "id": "3",
            "name": "मिथुन (का, की, कु, घ, ङ, छ, के, को, हा)",
            "country": "कार्यक्षेत्र में आपको कई ऐसे काम करने पड़ेंगे जो आपके लिए कुछ नया हो सकते हैं। अगर आप किसी यात्रा पर जा रहे हैं तो सावधान हो जाएं।आपका आत्मविश्वास बढ़ेगा। आप घर पर कुछ रोमांचक साहित्य या वेबसीरीज का आनंद ले सकते हैं।",
            
            "imgURL": "https://i.imgur.com/k67hXqC.png"
        },
        {
            "id": "4",
            "name": "कर्क (ही, हु, हे, हो, डा, डी, डू, डे, डो)",
            "country": "धन की कमी के कारण व्यावसायिक योजनाएं प्रभावित हो सकती हैं। विरोधी आपको नुकसान पहुंचाने की कोशिश करेंगे। आपको नकारात्मक समाचार मिल सकते हैं।महिलाओं को स्वास्थ्य संबंधी समस्याएं होने की संभावना अधिक होती है। गले में सर्दी और कफ की समस्या रहेगी।",
            
            "imgURL": "https://i.imgur.com/8HD7Bji.png"
        },
        {
            "id": "5",
            "name": "सिंह (मा, मी, मू, मे, मो, टा, टी, टू, टे)",
            "country": "शुभचिंतकों और मित्रों से मार्गदर्शन लेने में संकोच न करें। व्यापारियों के लिए दिन सामान्य है।गुस्से में प्रतिक्रिया करने से बचें। बिजली के उपकरणों का प्रयोग सावधानी से करें। उधार दिया हुआ पैसा वापस मिल सकता है।",
            
            "imgURL": "https://i.imgur.com/0BvKlzB.png"
        },
        {
            "id": "6",
            "name": "कन्या (टो, पा, पी, पू, ष, ण, ठ, पे, पो)",
            "country": "ब्लड प्रेशर के मरीजों को और भी सावधान रहने की जरूरत है। अपने परिवार के सदस्यों के प्रति अच्छा व्यवहार रखें।जिद्दी व्यवहार के कारण व्यापार में नुकसान हो सकता है। अत्यधिक ठंड से शरीर कठोर हो सकता है।",
            
            "imgURL": "https://i.imgur.com/VrofZYo.png"
        },
        {
            "id": "7",
            "name": "तुला (रा, री, रु, रे, रो, ता, ती, तू, ते)",
            "country": "जीवनसाथी के साथ अकेले समय बिताने से रिश्तों में प्यार बढ़ेगा। प्रेमी के लिए दिन शुभ नहीं है। अपना काम दूसरों पर न छोड़ें। दोस्तों के साथ प्रोजेक्ट प्लान कर सकते हैं। आप रुके हुए काम को फिर से शुरू कर सकते हैं।",
            
            "imgURL": "https://i.imgur.com/mgReNWm.png"
        },
        {
            "id": "8",
            "name": "वृश्चिक (तो, ना, नी, नू, ने, नो, या, यी, यू)",
            "country": "आप घर की मरम्मत पर पैसा खर्च कर सकते हैं। अगर आप नौकरी के लिए इंटरव्यू दे रहे हैं तो आपको सफलता मिल सकती है।कार्यक्षेत्र में वरिष्ठों का सहयोग मिलेगा। आपकी आर्थिक स्थिति अच्छी रहेगी।",
            
            "imgURL": "https://i.imgur.com/gliMx6d.png"
        },
	{
            "id": "9",
            "name": "धनु (ये, यो, भा, भी, भू, धा, फा, ढ, भे)",
            "country": "अपने अधिकारियों पर अंध विश्वास करना आपके हितों के लिए अच्छा नहीं है। मन में नकारात्मक विचार उत्पन्न होंगे।संतान के व्यवहार से मन अशांत रहेगा। ऑनलाइन कारोबार में नुकसान हो सकता है।",
            
            "imgURL": "https://i.imgur.com/M8YfLCt.png"
        },
	{
            "id": "10",
            "name": "मकर (भो, जा, जी, खी, खू, खे, खो, गा, गी)",
            "country": "भाई-बहनों से संबंध अच्छे बनाए रखें। आज अनावश्यक कार्यों में समय बर्बाद हो सकता है। बुरी संगत से दूर रहें।अपनी क्षमता से अधिक काम न करें। वायरल बुखार और सर्दी से पीड़ित हो सकता है।",
            
            "imgURL": "https://i.imgur.com/CXtxKQ3.png"
        },
	{
            "id": "11",
            "name": "कुम्भ (गु, गे, गो, सा, सी, सू, से, सो, दा)",
            "country": "जीवनसाथी के साथ रोमांटिक डिनर प्लान कर सकते हैं। परोपकार के कार्यों में धन खर्च होगा। कार्यक्षेत्र में आपकी प्रतिष्ठा में वृद्धि होगी।दैनिक दिनचर्या बहुत अनुशासित रहेगी।",
            
            "imgURL": "https://i.imgur.com/wtrW1FM.png"
        },
	{
            "id": "12",
            "name": "मीन (दी, दू, थ, झ, ञ, दे, दो, च, ची)",
            "country": "जीवनसाथी से नाराज़ न हों। वाहन में कोई समस्या हो सकती है। धार्मिक कार्यों में आपकी अधिक रुचि हो सकती है।लोग सोच सकते हैं कि आप स्वार्थी हैं। घर में अचानक मेहमानों का आगमन होगा।",
            
            "imgURL": "https://i.imgur.com/XSf9NBH.png"
        }
    ]
}
