{
    "status": "true",
    "message": "Data fetched successfully!",
    "data": [
        {
            "id": "1",
            "name": "मेष (चू, चे, चो, ला, ली, लू, ले, लो, आ)",
            "country": "ऑफिस में आपको अधिक मेहनत करनी पड़ेगी। धार्मिक कार्यों के प्रति आपका रुझान कम हो सकता है। शारीरिक और मानसिक थकान हो सकती है।अनचाही यात्रा करनी पड़ सकती है। नया काम शुरू करने के लिए दिन शुभ नहीं है।",
            
            "imgURL": "https://i.imgur.com/i3YmoBJ.png"
        },
        {
            "id": "2",
            "name": "वृषभ (ई, उ, ए, ओ, वा, वी, वू, वे, वो)",
            "country": "परिवार में शांति का माहौल रहेगा। संतान का करियर चिंता का विषय हो सकता है।कार्यक्षेत्र में भरपूर काम के बावजूद आप अच्छा प्रदर्शन करेंगे। परिवार के सदस्यों के साथ घूमने जा सकते हैं।",
            
            "imgURL": "https://i.imgur.com/TUmxTOM.png"
        },
        {
            "id": "3",
            "name": "मिथुन (का, की, कु, घ, ङ, छ, के, को, हा)",
            "country": "आपकी छवि लोगों के बीच एक परोपकारी और परोपकारी व्यक्ति के रूप में बन रही है। इसका सीधा फायदा आपको कार्यक्षेत्र में भी मिलेगा। चीजें धीरे-धीरे आपके पक्ष में होंगी।नया व्यवसाय शुरू करने के लिए दिन बहुत शुभ है। आपका मन आध्यात्मिक गतिविधियों में लगा रहेगा।",
            
            "imgURL": "https://i.imgur.com/k67hXqC.png"
        },
        {
            "id": "4",
            "name": "कर्क (ही, हु, हे, हो, डा, डी, डू, डे, डो)",
            "country": "बिना मांगे किसी को सलाह देना अपमान हो सकता है। नौकरी में सीनियर्स की सलाह लेना फायदेमंद रहेगा।लापरवाही के कारण आपके काम की गुणवत्ता बुरी तरह प्रभावित हो सकती है। आपमें आत्मविश्वास की कमी महसूस होगी।",
            
            "imgURL": "https://i.imgur.com/8HD7Bji.png"
        },
        {
            "id": "5",
            "name": "सिंह (मा, मी, मू, मे, मो, टा, टी, टू, टे)",
            "country": "प्रेमी से संवाद न होने के कारण बात बिगड़ सकती है। बच्चों का मन पढ़ाई से ऊब सकता है।आपकी अड़ियल बात आपके करीबी लोगों को परेशान कर सकती है। कार्यक्षेत्र में आपको नई चुनौतियों का सामना करना पड़ेगा।",
            
            "imgURL": "https://i.imgur.com/0BvKlzB.png"
        },
        {
            "id": "6",
            "name": "कन्या (टो, पा, पी, पू, ष, ण, ठ, पे, पो)",
            "country": "पैतृक व्यवसाय में आय में वृद्धि होगी। पति-पत्नी एक-दूसरे की भावनाओं का सम्मान करेंगे।जीवनसाथी को कुछ उपहार दे सकते हैं। अपने सभी काम समय पर पूरे करने से कॉन्फिडेंस बढ़ेगा।",
            
            "imgURL": "https://i.imgur.com/VrofZYo.png"
        },
        {
            "id": "7",
            "name": "तुला (रा, री, रु, रे, रो, ता, ती, तू, ते)",
            "country": "लोग आपकी तर्क शक्ति की सराहना करेंगे। किसी पुरानी समस्या का समाधान खोजने में आपको सफलता मिलेगी। आज आप काफी ऊर्जावान महसूस करेंगे।इंटरव्यू आदि में आपको सफलता मिल सकती है। कोर्ट-कचहरी के मामलों में भी आपको सफलता मिलेगी।",
            
            "imgURL": "https://i.imgur.com/mgReNWm.png"
        },
        {
            "id": "8",
            "name": "वृश्चिक (तो, ना, नी, नू, ने, नो, या, यी, यू)",
            "country": "संतान को कार्यक्षेत्र में बड़ी सफलता मिल सकती है। किसी बड़े काम के लिए पैसों की समस्या का समाधान होगा। धार्मिक कार्यक्रम आयोजित कर सकते हैं।भविष्य की योजना बनाते समय मित्रों और परिवार के सदस्यों से परामर्श करना शुभ रहेगा।",
            
            "imgURL": "https://i.imgur.com/gliMx6d.png"
        },
	{
            "id": "9",
            "name": "धनु (ये, यो, भा, भी, भू, धा, फा, ढ, भे)",
            "country": "उच्च रक्तचाप और सर्दी के कारण आपको कष्ट होने की संभावना है। माता की तबीयत खराब हो सकती है।सरकारी सेवा से जुड़े लोगों को कोई बड़ा पद मिल सकता है। अहंकारी प्रवृत्ति वाले लोगों को आलोचना का सामना करना पड़ सकता है।",
            
            "imgURL": "https://i.imgur.com/M8YfLCt.png"
        },
	{
            "id": "10",
            "name": "मकर (भो, जा, जी, खी, खू, खे, खो, गा, गी)",
            "country": "कई पुरानी यादें तुरंत आपके सामने आ जाएंगी। शोध संबंधी परियोजनाओं में आपको सफलता मिल सकती है।दिन आपके लिए बहुत अच्छा है बस अपने ख़र्चों पर नियंत्रण रखें। लंबे समय से चली आ रही परेशानियां दूर होंगी।",
            
            "imgURL": "https://i.imgur.com/CXtxKQ3.png"
        },
	{
            "id": "11",
            "name": "कुम्भ (गु, गे, गो, सा, सी, सू, से, सो, दा)",
            "country": "अपनी उपलब्धियों पर गर्व करें। आप जो सोचते हैं वह इतना सरल है, केवल आपको बहुत परेशान कर सकता है।आपकी आर्थिक स्थिति बहुत अच्छी रहेगी। व्यापार में लाभ होगा। पड़ोसी आपकी बहुत मदद करना चाहेंगे।",
            
            "imgURL": "https://i.imgur.com/wtrW1FM.png"
        },
	{
            "id": "12",
            "name": "मीन (दी, दू, थ, झ, ञ, दे, दो, च, ची)",
            "country": "पैसों के लेन-देन से आपको लाभ होगा। लोग आपसे काफी उम्मीदें लगा रहे हैं, जिसे आप पूरा करेंगे।आपका सामाजिक दायरा बढ़ेगा। घर में मेहमानों के आने से मन प्रसन्न रहेगा। व्यापार में आप बड़े और साहसिक फैसले ले सकते हैं।",
            
            "imgURL": "https://i.imgur.com/XSf9NBH.png"
        }
    ]
}
