{
    "status": "true",
    "message": "Data fetched successfully!",
    "data": [
        {
            "id": "1",
            "name": "मेष (चू, चे, चो, ला, ली, लू, ले, लो, आ)",
            "country": "परिवार के साथ किसी तीर्थ यात्रा पर जा सकते हैं। जीवनसाथी के साथ आपके संबंध मधुर रहेंगे।व्यापार में अचानक बड़ा धन लाभ हो सकता है। आपके उदार स्वभाव से लोग बहुत प्रभावित होंगे।",
            
            "imgURL": "https://i.imgur.com/i3YmoBJ.png"
        },
        {
            "id": "2",
            "name": "वृषभ (ई, उ, ए, ओ, वा, वी, वू, वे, वो)",
            "country": "जीवन साथी के लिए करियर में बड़ी उपलब्धियां मिलने के योग हैं। मित्र आपको अच्छी सलाह देंगे। जिसका आपको लाभ मिलेगा।सुबह आपको शुभ समाचार मिल सकता है। पुराना कर्ज चुकाने से मन का बोझ उतर जाएगा।",
            
            "imgURL": "https://i.imgur.com/TUmxTOM.png"
        },
        {
            "id": "3",
            "name": "मिथुन (का, की, कु, घ, ङ, छ, के, को, हा)",
            "country": "इसलिए व्यवहार में संतुलन बनाए रखें। महिलाओं को स्वास्थ्य संबंधी कुछ परेशानी हो सकती है।अपने लक्ष्य के प्रति लापरवाह न हों। संतान को लेकर कुछ चिंता हो सकती है। लोग आपके स्वभाव की आलोचना कर सकते हैं।",
            
            "imgURL": "https://i.imgur.com/k67hXqC.png"
        },
        {
            "id": "4",
            "name": "कर्क (ही, हु, हे, हो, डा, डी, डू, डे, डो)",
            "country": "युवाओं को नौकरी के अच्छे ऑफर मिल सकते हैं। उधार दिया हुआ पैसा वापस होगा।घर में मेहमान आएंगे। आप नए संपर्कों से पैसे कमा सकते हैं।",
            
            "imgURL": "https://i.imgur.com/8HD7Bji.png"
        },
        {
            "id": "5",
            "name": "सिंह (मा, मी, मू, मे, मो, टा, टी, टू, टे)",
            "country": "लोग आपके उदार स्वभाव की सराहना करेंगे। अधिक काम के कारण ओवरटाइम की आवश्यकता हो सकती है।प्रशासन से जुड़े लोगों को विपरीत परिस्थितियों का सामना करना पड़ेगा। मेडिकल छात्रों को कुछ नया सीखने को मिलेगा।",
            
            "imgURL": "https://i.imgur.com/0BvKlzB.png"
        },
        {
            "id": "6",
            "name": "कन्या (टो, पा, पी, पू, ष, ण, ठ, पे, पो)",
            "country": "पिता के स्वास्थ्य का ध्यान रखें। अनावश्यक यात्रा करनी पड़ सकती है।अपने साथियों के साथ प्रतिस्पर्धा न करें। उच्च अधिकारी आपके काम में बाधा डाल सकते हैं।",
            
            "imgURL": "https://i.imgur.com/VrofZYo.png"
        },
        {
            "id": "7",
            "name": "तुला (रा, री, रु, रे, रो, ता, ती, तू, ते)",
            "country": "आप काम करने का तरीका बदल सकते हैं। तामसिक आहार के सेवन से बचें। लोग आपके विचारों का विरोध कर सकते हैं।परिवार के सदस्यों के व्यवहार से आप थोड़े परेशान रहेंगे। अपने आसपास के लोगों पर ज्यादा भरोसा न करें।",
            
            "imgURL": "https://i.imgur.com/mgReNWm.png"
        },
        {
            "id": "8",
            "name": "वृश्चिक (तो, ना, नी, नू, ने, नो, या, यी, यू)",
            "country": "कार्यक्षेत्र में अधिकारी आपको प्रोत्साहित करते रहेंगे। अजनबियों पर ज्यादा भरोसा न करें।व्यापार में आय में वृद्धि के साथ आप विस्तार पर विचार कर सकते हैं। पारिवारिक जीवन बहुत खुशहाल रहेगा।",
            
            "imgURL": "https://i.imgur.com/gliMx6d.png"
        },
	{
            "id": "9",
            "name": "धनु (ये, यो, भा, भी, भू, धा, फा, ढ, भे)",
            "country": "कनिष्ठ सहयोगियों के साथ तालमेल की कमी रहेगी। ठंड के कारण पेट में दर्द हो सकता है।आप दान के काम में पैसा खर्च करेंगे। नौकरीपेशा जातकों के लिए दिन बहुत अच्छा है। जीवनसाथी को आभूषण भेंट किए जा सकते हैं।",
            
            "imgURL": "https://i.imgur.com/M8YfLCt.png"
        },
	{
            "id": "10",
            "name": "मकर (भो, जा, जी, खी, खू, खे, खो, गा, गी)",
            "country": "धार्मिक ग्रंथों के अध्ययन की ओर आकर्षित होंगे। बच्चों को खेलकूद और मनोरंजन का आनंद मिलेगा।लोग आपकी बातों का गलत अर्थ निकालेंगे। परिवार प्रेम विवाह के लिए लोगों से चर्चा कर सकते हैं।",
            
            "imgURL": "https://i.imgur.com/CXtxKQ3.png"
        },
	{
            "id": "11",
            "name": "कुम्भ (गु, गे, गो, सा, सी, सू, से, सो, दा)",
            "country": "माता के स्वास्थ्य का ध्यान रखें। गले में खराश, गले में खराश और बुखार की समस्या हो सकती है।आज आप कुछ चिंतित महसूस करेंगे। व्यापार में कुछ भी नया करने की कोशिश न करें। मन में निराशा भरे विचार आ सकते हैं।",
            
            "imgURL": "https://i.imgur.com/wtrW1FM.png"
        },
	{
            "id": "12",
            "name": "मीन (दी, दू, थ, झ, ञ, दे, दो, च, ची)",
            "country": "घर में मेहमानों के आने की संभावना है। आपकी रचनात्मक क्षमता का विकास होगा।प्रेम संबंधों में प्रगाढ़ता बढ़ेगी। आसपास का वातावरण बहुत शुभ रहेगा। राजनीति से जुड़े लोगों के लिए दिन शुभ है।",
            
            "imgURL": "https://i.imgur.com/XSf9NBH.png"
        }
    ]
}
