{
    "status": "true",
    "message": "Data fetched successfully!",
    "data": [
        {
            "id": "1",
            "name": "मेष (चू, चे, चो, ला, ली, लू, ले, लो, आ)",
            "country": "पैसों से जुड़े मामलों के लिए दिन बहुत ही शुभ है। नौकरी में सुकून भरा माहौल रहेगा।कार्यक्षेत्र में सावधान रहें। मन इस समय चंचल और अस्थिर है, इसलिए आपको महत्वपूर्ण निर्णय लेने से बचना चाहिए।",
            
            "imgURL": "https://i.imgur.com/i3YmoBJ.png"
        },
        {
            "id": "2",
            "name": "वृषभ (ई, उ, ए, ओ, वा, वी, वू, वे, वो)",
            "country": "आप आत्मविश्वास से भरे रहेंगे। जिसका असर आपके काम पर भी देखने को मिलेगा।किसी पुराने मामले में जीत मिलने के योग हैं। अचल संपत्ति से बड़ा धन प्राप्त हो सकता है।",
            
            "imgURL": "https://i.imgur.com/TUmxTOM.png"
        },
        {
            "id": "3",
            "name": "मिथुन (का, की, कु, घ, ङ, छ, के, को, हा)",
            "country": "नकारात्मक समाचार सुनने को मिल सकते हैं। काम के सिलसिले में यात्रा करनी पड़ सकती है।दिखावे पर पैसा खर्च न करें। बीमारियों पर पैसा खर्च करना पड़ सकता है। भोजन की गुणवत्ता का ध्यान रखें।",
            
            "imgURL": "https://i.imgur.com/k67hXqC.png"
        },
        {
            "id": "4",
            "name": "कर्क (ही, हु, हे, हो, डा, डी, डू, डे, डो)",
            "country": "युवा प्रेमी डेटिंग की योजना बना सकते हैं। आपकी कार्य कुशलता में वृद्धि होगी।सफलता के उन्माद में गलत रास्ता चुनने की गलती न करें। बच्चों के काम में आप मदद करेंगे। उच्च शिक्षण संस्थानों में प्रवेश की बाधाएं दूर होंगी।",
            
            "imgURL": "https://i.imgur.com/8HD7Bji.png"
        },
        {
            "id": "5",
            "name": "सिंह (मा, मी, मू, मे, मो, टा, टी, टू, टे)",
            "country": "बीमार लोगों को स्वास्थ्य लाभ मिलेगा। आप नौकरी में अपने लक्ष्यों को समय पर पूरा करेंगे।नौकरीपेशा लोगों के प्रमोशन में आ रही रुकावटें दूर होंगी। परिवार में सुख-शांति बनी रहेगी।",
            
            "imgURL": "https://i.imgur.com/0BvKlzB.png"
        },
        {
            "id": "6",
            "name": "कन्या (टो, पा, पी, पू, ष, ण, ठ, पे, पो)",
            "country": "आप अपने जीवन साथी को लेकर काफी भावुक हो सकते हैं। पैतृक संपत्ति मिलने के योग हैं।व्यापार में अचानक बड़े ऑर्डर मिल सकते हैं। जिसे पूरा करने में आपको परेशानी होगी।",
            
            "imgURL": "https://i.imgur.com/VrofZYo.png"
        },
        {
            "id": "7",
            "name": "तुला (रा, री, रु, रे, रो, ता, ती, तू, ते)",
            "country": "मेहनत की तुलना में कमाई में कमी के कारण आपको असंतोष का अनुभव होगा।अपने अहंकार को अपने रिश्ते के रास्ते में न आने दें। व्यर्थ प्रेम प्रसंगों के प्रति आकर्षण बढ़ेगा। भाग्य की कमी के कारण कुछ कामों में देरी हो सकती है।",
            
            "imgURL": "https://i.imgur.com/mgReNWm.png"
        },
        {
            "id": "8",
            "name": "वृश्चिक (तो, ना, नी, नू, ने, नो, या, यी, यू)",
            "country": "जो लोग नौकरी की तलाश में थे उन्हें आज सफलता मिल सकती है। व्यापार में उत्कृष्ट मौद्रिक लाभ हो सकता है।आपके द्वारा दी गई सलाह से लोगों को लाभ मिलेगा। दांपत्य जीवन में मधुरता रहेगी।",
            
            "imgURL": "https://i.imgur.com/gliMx6d.png"
        },
	{
            "id": "9",
            "name": "धनु (ये, यो, भा, भी, भू, धा, फा, ढ, भे)",
            "country": "पारिवारिक जीवन में सुखद परिवर्तन होंगे। घर के लंबित कार्यों को प्राथमिकता के आधार पर पूरा करने में आपकी रुचि रहेगी।आपका स्वास्थ्य अच्छा रहेगा। समाज में आपकी प्रतिष्ठा में वृद्धि होगी। खराब कार्य समय पर पूरे होंगे।",
            
            "imgURL": "https://i.imgur.com/M8YfLCt.png"
        },
	{
            "id": "10",
            "name": "मकर (भो, जा, जी, खी, खू, खे, खो, गा, गी)",
            "country": "नौकरी में आपका वर्चस्व बना रहेगा। दूसरों पर बहुत अधिक भरोसा करना आपके हित में नहीं है।कमीशन संबंधी कार्यों से अच्छा धन लाभ होगा।प्रेमी से बात करेंगे।",
            
            "imgURL": "https://i.imgur.com/CXtxKQ3.png"
        },
	{
            "id": "11",
            "name": "कुम्भ (गु, गे, गो, सा, सी, सू, से, सो, दा)",
            "country": "आज ऑफिस की राजनीति से दूर रहें। जीवनसाथी का सहयोग आपको साहस और आत्मविश्वास देगा।आज सावधान रहें। छात्रों पर पढ़ाई और करियर का दोहरा दबाव हो सकता है।",
            
            "imgURL": "https://i.imgur.com/wtrW1FM.png"
        },
	{
            "id": "12",
            "name": "मीन (दी, दू, थ, झ, ञ, दे, दो, च, ची)",
            "country": "क्रोध में प्रतिक्रिया न करें। नहीं तो आपका रिश्ता भी खराब हो सकता है। बुजुर्गों के स्वास्थ्य का ध्यान रखें।काम के प्रति आपके समर्पण की लोग सराहना करेंगे। पारिवारिक संबंधों में मधुरता बढ़ेगी।",
            
            "imgURL": "https://i.imgur.com/XSf9NBH.png"
        }
    ]
}
