{
    "status": "true",
    "message": "Data fetched successfully!",
    "data": [
        {
            "id": "1",
            "name": "मेष (चू, चे, चो, ला, ली, लू, ले, लो, आ)",
            "country": "दिनचर्या थोड़ी व्यस्त रहेगी। जीवनसाथी कठोर शब्दों का प्रयोग कर सकता है।शोध कार्य में बड़ी सफलता मिल सकती है। कार्यक्षेत्र में आपका प्रभाव बढ़ेगा। बच्चों की समस्याओं को ध्यान से सुनें।",
            
            "imgURL": "https://i.imgur.com/i3YmoBJ.png"
        },
        {
            "id": "2",
            "name": "वृषभ (ई, उ, ए, ओ, वा, वी, वू, वे, वो)",
            "country": "अपने काम के प्रति सकारात्मक दृष्टिकोण रखें। कारोबार को आगे बढ़ाने के लिए आप निवेशकों का सहयोग ले सकते हैं। दिन पूरी तरह से आपके पक्ष में रहेगा।ऑफिस में हर कोई आपकी तारीफ करेगा। समाज में आपकी प्रतिष्ठा में वृद्धि होगी।",
            
            "imgURL": "https://i.imgur.com/TUmxTOM.png"
        },
        {
            "id": "3",
            "name": "मिथुन (का, की, कु, घ, ङ, छ, के, को, हा)",
            "country": "कार्यक्षेत्र में स्थान परिवर्तन हो सकता है। शत्रु प्रबल होंगे। प्रशासन से जुड़े लोगों के लिए दिन तनावपूर्ण हो सकता है।लोग आपकी सलाह को बहुत महत्व देंगे। साझेदारी के कारोबार में धन लाभ होगा।",
            
            "imgURL": "https://i.imgur.com/k67hXqC.png"
        },
        {
            "id": "4",
            "name": "कर्क (ही, हु, हे, हो, डा, डी, डू, डे, डो)",
            "country": "पेट दर्द सर्दी के कारण हो सकता है। आज कोई नया काम शुरू करना आपके हित में नहीं है।आपका कोई प्लान लीक हो सकता है। नए काम की शुरुआत में काफी दिक्कतें आएंगी।",
            
            "imgURL": "https://i.imgur.com/8HD7Bji.png"
        },
        {
            "id": "5",
            "name": "सिंह (मा, मी, मू, मे, मो, टा, टी, टू, टे)",
            "country": "नई संपत्ति या दुकान आदि में निवेश करने के लिए दिन शुभ है। दांपत्य जीवन की समस्या दूर होगी।व्यापार में बड़े अनुबंध हो सकते हैं। प्रेम संबंध को युवा वैवाहिक रूप दे सकते हैं।",
            
            "imgURL": "https://i.imgur.com/0BvKlzB.png"
        },
        {
            "id": "6",
            "name": "कन्या (टो, पा, पी, पू, ष, ण, ठ, पे, पो)",
            "country": "ऑफिस का काम देर से पूरा होगा। दोस्तों के साथ घूमने का प्लान बनेगा।जीवनसाथी की बातों और सलाह को नज़रअंदाज न करें। अगर आप नौकरी के लिए प्रयास कर रहे हैं तो आज का दिन शुभ है।",
            
            "imgURL": "https://i.imgur.com/VrofZYo.png"
        },
        {
            "id": "7",
            "name": "तुला (रा, री, रु, रे, रो, ता, ती, तू, ते)",
            "country": "पति-पत्नी के संबंध काफी रोमांटिक रहेंगे। बच्चे कुछ नया सीखने की कोशिश करेंगे।बौद्धिक कार्यों में सफलता मिलेगी। अपना काम खुद करो, दूसरों पर मत छोड़ो। नया निवेश करने के लिए दिन शुभ है।",
            
            "imgURL": "https://i.imgur.com/mgReNWm.png"
        },
        {
            "id": "8",
            "name": "वृश्चिक (तो, ना, नी, नू, ने, नो, या, यी, यू)",
            "country": "किसी मित्र को दिया गया धन वापस मिलेगा। अपने काम पर फोकस रखें। किसी सहकर्मी से विवाद हो सकता है।घर में धार्मिक कार्यक्रम हो सकते हैं। निर्माण संबंधी कार्यों के लिए आज का दिन शुभ है।",
            
            "imgURL": "https://i.imgur.com/gliMx6d.png"
        },
	{
            "id": "9",
            "name": "धनु (ये, यो, भा, भी, भू, धा, फा, ढ, भे)",
            "country": "पुराने कटु अनुभव फिर से सामने आ सकते हैं। अपनी भावनाओं को दूसरों पर न थोपें। प्रेम संबंधों के लिए दिन अच्छा है।विदेश में रहने वाले लोगों को परेशानी का सामना करना पड़ सकता है। शरीर में थकावट की संभावना है।",
            
            "imgURL": "https://i.imgur.com/M8YfLCt.png"
        },
	{
            "id": "10",
            "name": "मकर (भो, जा, जी, खी, खू, खे, खो, गा, गी)",
            "country": "खुद को फिट रखने के लिए योगा और एक्सरसाइज करें। पैसों के मामले में आप भाग्यशाली रहेंगे।संतान के व्यवहार से आपको परेशानी हो सकती है। परिवार में सुख-शांति का माहौल रहेगा।",
            
            "imgURL": "https://i.imgur.com/CXtxKQ3.png"
        },
	{
            "id": "11",
            "name": "कुम्भ (गु, गे, गो, सा, सी, सू, से, सो, दा)",
            "country": "नौकरी में आपको उच्च पद की प्राप्ति हो सकती है। नौकरीपेशा लोग भी बिजनेस प्लान बना सकते हैं। रियल एस्टेट कारोबारियों के लिए समय बहुत शुभ है।नया काम शुरू करने में आपको सफलता मिलेगी। योजनाबद्ध तरीके से किए गए कार्यों में सफलता मिलेगी।",
            
            "imgURL": "https://i.imgur.com/wtrW1FM.png"
        },
	{
            "id": "12",
            "name": "मीन (दी, दू, थ, झ, ञ, दे, दो, च, ची)",
            "country": "प्रेमियों को परिवार की नाराजगी का सामना करना पड़ सकता है। कुछ महत्वपूर्ण खर्चे हो सकते हैं। आज अपना समय शांति से बिताएं।कठोर शब्दों का प्रयोग न करें। माता-पिता अपने बच्चों के भविष्य को लेकर चिंतित रहेंगे।",
            
            "imgURL": "https://i.imgur.com/XSf9NBH.png"
        }
    ]
}
