{
    "status": "true",
    "message": "Data fetched successfully!",
    "data": [
        {
            "id": "1",
            "name": "मेष (चू, चे, चो, ला, ली, लू, ले, लो, आ)",
            "country": "आज आप क्रिएटिव कार्य करेंगे,परिवार में माहौल आपके अनुकूल नहीं होगा,पुराने जख्म फिर से हरे हो सकते हैं ,आज व्यापार में सरकारी रुकावट आ सकती है । ",
            
            "imgURL": "https://i.imgur.com/i3YmoBJ.png"
        },
        {
            "id": "2",
            "name": "वृषभ (ई, उ, ए, ओ, वा, वी, वू, वे, वो)",
            "country": "आज व्यापार में बड़ी पार्टनरशिप हो सकती है ,आज आपको अपनों से धन लाभ होगा ,आज आपके अपने आप से बहुत ही खुश दिखाई देंगे ,आज आप लोगों की मदद करेंगे।",
            
            "imgURL": "https://i.imgur.com/TUmxTOM.png"
        },
        {
            "id": "3",
            "name": "मिथुन (का, की, कु, घ, ङ, छ, के, को, हा)",
            "country": "आज आपका व्यक्तित्व बॉस की नजर में आएगा, प्रमोशन की संभावना बन रही है,  रिश्तो में मर्यादा रखें, आज अपनी जिम्मेदारियों का ध्यान रखें।",
            
            "imgURL": "https://i.imgur.com/k67hXqC.png"
        },
        {
            "id": "4",
            "name": "कर्क (ही, हु, हे, हो, डा, डी, डू, डे, डो)",
            "country": "मीडिया से जुड़े लोगों के लिए आज दिन बहुत ही अच्छा है,पत्नी और बच्चों से अच्छी खबर मिलेगी,आज आप अपने वाक् चातुर्य से  अपने काम  बना लेंगे, आत्म सम्मान ऊंचा रहेगा, बिजनेस में फायदा होगा।",
            
            "imgURL": "https://i.imgur.com/8HD7Bji.png"
        },
        {
            "id": "5",
            "name": "सिंह (मा, मी, मू, मे, मो, टा, टी, टू, टे)",
            "country": "आज आपको बहुत कुछ बैलेंस करने की जरूरत है, आज काम के काम पूरे होने से रह सकते हैं ,बीमारी से मन परेशान हो सकता है, आज आप के खर्चे बढ़ेंगे।",
            
            "imgURL": "https://i.imgur.com/0BvKlzB.png"
        },
        {
            "id": "6",
            "name": "कन्या (टो, पा, पी, पू, ष, ण, ठ, पे, पो)",
            "country": "आज मांगलिक कार्यों में आ रही अड़चन दूर होगी, नया काम शुरू करने के लिए दिन अच्छा है, आज लोग आपकी सराहना करेंगे, दोस्तों के साथ महत्वपूर्ण मुद्दे पर बात होगी।",
            
            "imgURL": "https://i.imgur.com/VrofZYo.png"
        },
        {
            "id": "7",
            "name": "तुला (रा, री, रु, रे, रो, ता, ती, तू, ते)",
            "country": "आज सारे कार्यों को अपनी जिम्मेदारी में पूरा करें ,आज माताजी का स्वास्थ्य खराब हो सकता है ,आज पारिवारिक मामलों को घर से बाहर ना जाने दें, धन लाभ के लिए दिन अच्छा है ।",
            
            "imgURL": "https://i.imgur.com/mgReNWm.png"
        },
        {
            "id": "8",
            "name": "वृश्चिक (तो, ना, नी, नू, ने, नो, या, यी, यू)",
            "country": "आज बिजनेस के लिए दिन बहुत ही अच्छा है,बिक्री ज्यादा होगी ,परिवार के साथ अच्छा समय बीतेगा ,अपनी समझ से बिगड़े काम बना लेंगे, लोगों से मतभेद दूर होंगे। ",
            
            "imgURL": "https://i.imgur.com/gliMx6d.png"
        },
	{
            "id": "9",
            "name": "धनु (ये, यो, भा, भी, भू, धा, फा, ढ, भे)",
            "country": "आज तनाव का दिन है, फिजूल की बातों में ना पड़े, इनकम की तुलना में खर्च ज्यादा होने से मन तनाव में रहेगा, परिवार में शांति बनाए रखें ।",
            
            "imgURL": "https://i.imgur.com/M8YfLCt.png"
        },
	{
            "id": "10",
            "name": "मकर (भो, जा, जी, खी, खू, खे, खो, गा, गी)",
            "country": "आज नए काम को शुरू करने के लिए दिन बहुत ही अच्छा है, परिवार में मांगलिक कार्यो की रूपरेखा बनेगी ,परिवार वाले आपसे बहुत ही खुश रहेंगे, जीवन साथी के साथ अच्छा समय बीतेगा ,सीनियर से सम्मान मिलेगा ।",
            
            "imgURL": "https://i.imgur.com/CXtxKQ3.png"
        },
	{
            "id": "11",
            "name": "कुम्भ (गु, गे, गो, सा, सी, सू, से, सो, दा)",
            "country": "आज कानूनी मामलों में संभलकर फैसला लें, वर्कप्लेस पर नहीं चुनौतियां दिखाई देंगी, धर्म-कर्म में रुचि बनाए रखें, परिवार में मनमुटाव हो सकता है  ।",
            
            "imgURL": "https://i.imgur.com/wtrW1FM.png"
        },
	{
            "id": "12",
            "name": "मीन (दी, दू, थ, झ, ञ, दे, दो, च, ची)",
            "country": "आज अपनी जिम्मेदारियों को पूरी तरीके से निभाए,आज आपको अपनी संगत का फायदा मिलेगा, सीनियर से सपोर्ट मिलेगा सहकर्मी ,आपसे खुश दिखाई देंगे, धार्मिक कार्यों में धन खर्च हो सकता है।",
            
            "imgURL": "https://i.imgur.com/XSf9NBH.png"
        }
    ]
}
